[
    {
        "img": "https://astronomy.com/-/media/D465EA16EC084D2A93D44C5BB7E7EFFB.jpg?mw=180",
        "title": "Hubble spies Big Bang frontiers",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2015/10/hubble-spies-big-bang-frontiers",
        "time": "Monday, October 26, 2015  | by Hubble ESA, Garching, Germany",
        "summary": "Some of these galaxies formed just 600 million years after the Big Bang and are fainter than any other galaxy yet uncovered by Hubble.",
        "content": "Observations by the NASA/ESA Hubble Space Telescope have taken advantage of gravitational lensing to reveal the largest sample of the faintest and earliest known galaxies in the universe. Some of these galaxies formed just 600 million years after the Big Bang and are fainter than any other galaxy yet uncovered by Hubble. The team has determined, for the first time with some confidence, that these small galaxies were vital to creating the universe that we see today.<br  /><br  />An international team of astronomers, led by Hakim Atek of the Ecole Polytechnique Fédérale de Lausanne in Switzerland, has discovered over 250 tiny galaxies that existed only 600-900 million years after the Big Bang — one of the largest samples of dwarf galaxies yet to be discovered at these epochs. The light from these galaxies took over 12 billion years to reach the telescope, allowing the astronomers to look back in time when the universe was still young.<br  /><br  />Although impressive, the number of galaxies found at this early epoch is not the team’s only remarkable breakthrough, as Johan Richard from the Observatory of Lyon, France, points out, “The faintest galaxies detected in these Hubble observations are fainter than any other yet uncovered in the deepest Hubble observations.”<br  /><br  />By looking at the light coming from the galaxies, the team discovered that the accumulated light emitted by these galaxies could have played a major role in one of the most mysterious periods of the universe’s early history — the epoch of reionization. Reionization started when the thick fog of hydrogen gas that cloaked the early universe began to clear. Ultraviolet light was now able to travel over larger distances without being blocked and the universe became transparent to ultraviolet light.<br  /><br  />By observing the ultraviolet light from the galaxies found in this study, the astronomers were able to calculate whether these were in fact some of the galaxies involved in the process. The team determined, for the first time with some confidence, that the smallest and most abundant of the galaxies in the study could be the major actors in keeping the universe transparent. By doing so, they have established that the epoch of reionization, which ends at the point when the universe is fully transparent, came to a close about 700 million years after the Big Bang."
    },
    {
        "img": "https://astronomy.com/-/media/1C939424E0D344919EEC08A95163EC0B.jpg?mw=180",
        "title": "Big Bang in a bottle",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2005/04/big-bang-in-a-bottle",
        "time": "Tuesday, April 26, 2005",
        "summary": "Atom-smashing physicists have created evanescent droplets of the fluid that filled the universe microseconds after its birth.<br  />Robert Adler",
        "content": "April 26, 2005<br  />By crashing the nuclei of gold atoms into each other at 99.995 percent of the speed of light, physicists at Brookhaven National Laboratory in Upton, New York, have created a new state of matter — a nearly perfect liquid of strongly interacting quarks and gluons, the fundamental components of matter. The liquid's surprising properties are challenging theorists and may shed light on the universe's earliest moments.<br  /><br  />Scientists reported the findings last Monday at a meeting of the American Physical Society in Tampa, Florida.<br  /><br  />\"This is our first opportunity to view this phase of matter in the laboratory, rather than just knowing it must have existed in the Big Bang,\" Scott Pratt, a nuclear theorist at Michigan State University, told Astronomy.<br  /><br  />The emergence of liquid-like drops from the enormously energetic collisions between gold nuclei surprised most physicists. They expected amorphous quark-gluon plasma, a hot gas that quarks could zip through easily. Instead, they found a substance that flowed and responded to pressure like a liquid, and stripped energy from speeding particles extremely quickly.<br  /><br  />\"It was surprising for it to have such strongly, obviously, liquid-like properties,\" said Samuel Aronson, Brookhaven's associate director for high energy and nuclear physics.<br  /><br  />Two features proved the liquid nature of the \"mini bangs,\" created within Brookhaven's huge Relativistic Heavy Ion Collider, which recreates the extreme conditions that existed a millionth of a second after the Big Bang.<br  /><br  />The initially football-shape droplets expanded faster in width than length, something amorphous plasma could not do. \"The explosions had a lot of asymmetry,\" Pratt noted, \"and this can only happen if the system is expanding according to the hydrodynamics of an almost perfect fluid.\"<br  /><br  />Also, experimenters detected far fewer jets of energetic particles than expected. They calculated that particles trying to escape the collision zone were losing energy at an enormous rate — more than a billion billion times faster than charged particles moving through ordinary matter.<br  /><br  />\"Even the most high-energy particles lose more energy than people thought,\" Pratt said. \"It's like even Shaquille O'Neal has trouble getting through the crowd.\"<br  /><br  />While this new liquid phase of matter is surprising, it doesn't threaten quantum chromodynamics (QCD), the standard theory that describes the universe's fundamental forces and particles. \"Nothing in these blobs violates QCD,\" said John Cramer, a heavy-ion researcher at the University of Washington. \"But starting from QCD, nobody knows how to predict in advance that they should behave like a liquid.\"<br  /><br  />According to Aronson, the ball is now in the theorists' court. They'll have to get better at applying QCD theory to show why matter under these extreme conditions — a billion times hotter than the Sun — behaves the way experimenters found. \"Now we can hold the theorists' feet to the fire,\" he said.<br  /><br  />Although the researchers believe they've recreated the conditions that existed in the first microsecond of the Big Bang, they still don't know enough about their quark-gluon liquid, or just how it \"freezes\" into protons and neutrons to make cosmological inferences.<br  /><br  />Pratt explained that if the primordial liquid stores enough latent heat to undergo a dramatic phase change, like water boiling, \"bubbles and drops could grow into seeds for later fluctuations in the universe, such as galaxies.\" Still, he cautioned, very preliminary results seem to show a more gradual transition.<br  /><br  />Cramer focused on the liquid itself. \"What it's telling us is that in the first microsecond after the Big Bang, the universe was a liquid that had a high compressibility. That would tend to damp out any fluctuations,\" he said. \"So it may change the way people try to evolve the universe from the Big Bang into galaxies and stars.\"<br  /><br  />It may, agreed Aronson. But, he added, \"It's too early to know yet.\""
        
    },
    {
        "img": "https://astronomy.com/-/media/F46190C5635E418C83C2A79754967797.jpg?mw=180",
        "title": "Found: pristine gas from the Big Bang",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2011/11/found---pristine-gas-from-the-big-bang",
        "time": "Thursday, November 10, 2011  | by W. M. Keck Observatory, Kamuela, Hawaii",
        "summary": "The gas clouds are too diffuse to form stars and show virtually no signs of containing any metals.",
         "content": "Astronomers using the 10-meter telescopes at the W. M. Keck Observatory have detected two clumps of primordial gas in deep space from the dawn of time.<br  /><br  />The gas clouds are too diffuse to form stars and show virtually no signs of containing any “metals” — all elements heavier than hydrogen and helium, the two simplest and lightest elements in the universe. In fact, the only elements astronomers have detected in the clouds are hydrogen and its heavier isotope, deuterium.<br  /><br  />The lack of metals strongly suggests that the gases are reservoirs of the pristine material left over from the Big Bang. Because stars fuse atoms to make heavier elements, these gases have never been involved in any star making. In other words, they are the remnant gases that are unchanged since they were created in the first few minutes after the Big Bang.<br  /><br  />“Despite decades of effort to find anything metal-free in the universe, nature has previously set a limit to enrichment at no less than one-thousandth than that found in the Sun,” said J. Xavier Prochaska from the University of California (UC) Santa Cruz. “These clouds are at least 10 times lower than that limit and are the most pristine gas discovered in our universe.”<br  /><br  />“We’ve searched carefully for oxygen, carbon, nitrogen, and silicon — the things that are found on Earth and the Sun in abundance,” Fumagalli said from UC Santa Cruz. “We don’t find a trace of anything other than hydrogen and deuterium.”<br  /><br  />Exactly how they can detect dark, cold, diffuse gas about 12 billion light-years away is a story in itself.<br  /><br  />“In this case we actually have to do a bit of a trick,” Prochaska said. “We study the gas in silhouette.” A more distant quasar provides the light for this. The quasar light shines though the gas, and the elements in the gas absorb specific wavelengths of light, which can only be found by splitting the light into detailed spectra to reveal the dark lines of missing light.<br  /><br  />In other words, said Fumagalli, “all of the analysis is on the light we didn’t get.” The clouds absorb only a small fraction of the quasar light that makes it to Earth. “But the signatures of hydrogen absorption are obvious, so there’s no doubt there’s a lot of gas there.”<br  /><br  />The blobs of pristine gas are good news to astronomers because they are confirmation of the theory of what the first elements were and how they were created in the Big Bang. Hydrogen, helium, lithium, and boron are the lightest elements on the periodic table of elements, and they were all created for the first time in what’s called the Big Bang nucleosynthesis (BBN).<br  /><br  />“That theory has been very well tested at Keck as regards to hydrogen and its isotope deuterium,” said O’Meara from St. Michael’s College in Colchester, Vermont. “One of the conundrums of that previous work, however, is that the gas also showed at least trace amounts of oxygen and carbon. The clouds that we have discovered are the first to match the full predictions of BBN.”<br  /><br  />The discovery also reveals how different the early universe was from today — where it’s very hard to find any place without some “metals” caused by generations of element-building fusion reactors, aka stars.<br  /><br  />“What excites me about this discovery is that there is almost a range of 1,000,000 in the metallicity in gases at that time in the universe,” said Fumagalli. In other words, there were places like our solar system — where metals are very abundant — and there were also places very unlike today, where metals were still virtually nonexistent, and the gases were unchanged since almost the beginning of time."
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/News/2020/05/galaxy_thumb_2020.jpg?mw=180",
        "title": "Is the Big Bang in crisis?",
        "title_link": "https://astronomy.com/search?q=big+bang/magazine/news/2020/05/is-the-big-bang-in-crisis",
        "time": "Thursday, May 14, 2020  | by Dan Hooper",
        "summary": "Stubborn problems with dark matter, dark energy, and cosmic expansion have some astronomers rethinking what we know about the early universe.",
        "content": "A series of powerful observations has made it clear that our universe has expanded for billions of years, emerging from the hot, dense state we call the Big Bang. Over the past several decades, new types of precise measurements have allowed scientists to scrutinize and refine this account, letting them reconstruct the history of our universe in ever greater detail. When we compare the results from different kinds of measurements — the expansion rate of the universe, the temperature patterns in the light released when the first atoms formed, the abundances of various chemical elements, and the distribution of galaxies and other large-scale structures — we find stunning agreement. Each of these lines of evidence supports the conclusion that our universe expanded and evolved in just the way that the Big Bang theory predicts. From this perspective, our universe appears to be remarkably comprehensible.<br  /><br  />But cosmologists have struggled — if not outright failed — to understand essential facets of the universe. We know almost nothing about dark matter and dark energy, which together make up more than 95 percent of the total energy in existence today. We don’t understand how the universe’s protons, electrons, and neutrons could have survived the aftereffects of the Big Bang. In fact, everything we know about the laws of physics tells us that these particles should have been destroyed by antimatter long ago. And in order to make sense of the universe as we observe it, cosmologists have been forced to conclude that space, during its earliest moments, must have undergone a brief and spectacular period of hyperfast expansion — an event known as cosmic inflation. Yet we know next to nothing about this key era of cosmic history.<br  /><br  />It’s possible that these puzzles are little more than loose ends, each of which will be resolved as cosmologists continue to investigate our universe. But so far, these problems have proven to be remarkably stubborn and persistent. With the goal of identifying the individual particles that make up dark matter, scientists have designed and built a series of impressive experiments — yet no such particles have appeared. Even powerful particle accelerators like the Large Hadron Collider have revealed nothing that moves us closer to resolving any of these cosmic mysteries. And despite having measured the expansion history and large-scale structure of the universe in ever increasing detail, we have not gained any substantively greater understanding of the nature of dark energy, the force that seems to be accelerating the expansion of the cosmos.<br  /><br  />It is from this perspective that some cosmologists have found themselves asking whether these cosmic mysteries might be symptoms of something more significant than a few loose threads. Perhaps these puzzles are not as unrelated as they might seem, but are instead collectively pointing us toward a very different picture of our universe and its earliest moments.<br  /><br  />What we’ve learned by not discovering dark matter<br  /><br  />Dark matter is likely the most celebrated problem facing modern cosmologists."
    },
    {
        "img": "https://astronomy.com/-/media/E12868681BD042A097C56ECB64A65179.jpg?mw=180",
        "title": "Gravity may have saved the universe after the Big Bang",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2014/11/gravity-may-have-saved-the-universe-after-the-big-bang",
        "time": "Friday, November 21, 2014  | by Imperial College London, United Kingdom",
        "summary": "In a new study, researchers describe how gravity provided the stability needed for the universe to survive expansion during this period.",
        "content": "New research by a team of European physicists could explain why the universe did not collapse immediately after the Big Bang.<br  /><br  />Studies of the Higgs particle — discovered at CERN in 2012 and responsible for giving mass to all particles — have suggested that the production of Higgs particles during the accelerating expansion of the early universe (inflation) should have led to instability and collapse.<br  /><br  />Scientists have been trying to find out why this didn’t happen, leading to theories that there must be some new physics that will help explain the origins of the universe that has not yet been discovered. Physicists from Imperial College London and the Universities of Copenhagen and Helsinki, however, believe there is a simpler explanation.<br  /><br  />In a new study, the team describes how the space-time curvature — in effect, gravity — provided the stability needed for the universe to survive expansion in that early period. The team investigated the interaction between the Higgs particles and gravity, taking into account how it would vary with energy.<br  /><br  />They show that even a small interaction would have been enough to stabilize the universe against decay.<br  /><br  />“The standard model of particle physics, which scientists use to explain elementary particles and their interactions, has so far not provided an answer to why the universe did not collapse following the Big Bang,” said Arttu Rajantie from Imperial College London. “Our research investigates the last unknown parameter in the standard model — the interaction between the Higgs particle and gravity. This parameter cannot be measured in particle accelerator experiments, but it has a big effect on the Higgs instability during inflation. Even a relatively small value is enough to explain the survival of the universe without any new physics!”<br  /><br  />The team plans to continue their research using cosmological observations to look at this interaction in more detail and explain what effect it would have had on the development of the early universe. In particular, they will use data from current and future European Space Agency missions measuring cosmic microwave background radiation and gravitational waves.<br  /><br  />“Our aim is to measure the interaction between gravity and the Higgs field using cosmological data,” said Rajantie. “If we are able to do that, we will have supplied the last unknown number in the standard model of particle physics and be closer to answering fundamental questions about how we are all here.”"
    },
    {
        "img": "https://astronomy.com/-/media/347BB0FAA850451C85B2B207C540B258.jpg?mw=180",
        "title": "Ultracold Big Bang experiment simulates evolution of early universe",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2013/08/ultracold-big-bang-experiment-simulates-evolution-of-early-universe",
        "time": "Friday, August 30, 2013  | by University of Chicago, Illinois",
        "summary": "Scientists used cesium atoms to better understand how structure evolved in the infant universe.",
        "content": "Observations by the NASA/ESA Hubble Space Telescope have taken advantage of gravitational lensing to reveal the largest sample of the faintest and earliest known galaxies in the universe. Some of these galaxies formed just 600 million years after the Big Bang and are fainter than any other galaxy yet uncovered by Hubble. The team has determined, for the first time with some confidence, that these small galaxies were vital to creating the universe that we see today.<br  /><br  />An international team of astronomers, led by Hakim Atek of the Ecole Polytechnique Fédérale de Lausanne in Switzerland, has discovered over 250 tiny galaxies that existed only 600-900 million years after the Big Bang — one of the largest samples of dwarf galaxies yet to be discovered at these epochs. The light from these galaxies took over 12 billion years to reach the telescope, allowing the astronomers to look back in time when the universe was still young.<br  /><br  />Although impressive, the number of galaxies found at this early epoch is not the team’s only remarkable breakthrough, as Johan Richard from the Observatory of Lyon, France, points out, “The faintest galaxies detected in these Hubble observations are fainter than any other yet uncovered in the deepest Hubble observations.”<br  /><br  />By looking at the light coming from the galaxies, the team discovered that the accumulated light emitted by these galaxies could have played a major role in one of the most mysterious periods of the universe’s early history — the epoch of reionization. Reionization started when the thick fog of hydrogen gas that cloaked the early universe began to clear. Ultraviolet light was now able to travel over larger distances without being blocked and the universe became transparent to ultraviolet light.<br  /><br  />By observing the ultraviolet light from the galaxies found in this study, the astronomers were able to calculate whether these were in fact some of the galaxies involved in the process. The team determined, for the first time with some confidence, that the smallest and most abundant of the galaxies in the study could be the major actors in keeping the universe transparent. By doing so, they have established that the epoch of reionization, which ends at the point when the universe is fully transparent, came to a close about 700 million years after the Big Bang."
    },
    {
        "img": "https://astronomy.com/-/media/9A2A192ED1E24F97A725648FA40A4CF3.jpg?mw=180",
        "title": "Small blue galaxy could shed new light on Big Bang",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2016/05/small-blue-galaxy-could-shed-new-light-on-big-bang",
        "time": "Friday, May 13, 2016  | by Indiana University, Bloomington",
        "summary": "“Little lion” galaxy contains lowest level of heavy elements ever detected in gravitationally bound system of stars",
        "content": "April 26, 2005<br  />By crashing the nuclei of gold atoms into each other at 99.995 percent of the speed of light, physicists at Brookhaven National Laboratory in Upton, New York, have created a new state of matter — a nearly perfect liquid of strongly interacting quarks and gluons, the fundamental components of matter. The liquid's surprising properties are challenging theorists and may shed light on the universe's earliest moments.<br  /><br  />Scientists reported the findings last Monday at a meeting of the American Physical Society in Tampa, Florida.<br  /><br  />\"This is our first opportunity to view this phase of matter in the laboratory, rather than just knowing it must have existed in the Big Bang,\" Scott Pratt, a nuclear theorist at Michigan State University, told Astronomy.<br  /><br  />The emergence of liquid-like drops from the enormously energetic collisions between gold nuclei surprised most physicists. They expected amorphous quark-gluon plasma, a hot gas that quarks could zip through easily. Instead, they found a substance that flowed and responded to pressure like a liquid, and stripped energy from speeding particles extremely quickly.<br  /><br  />\"It was surprising for it to have such strongly, obviously, liquid-like properties,\" said Samuel Aronson, Brookhaven's associate director for high energy and nuclear physics.<br  /><br  />Two features proved the liquid nature of the \"mini bangs,\" created within Brookhaven's huge Relativistic Heavy Ion Collider, which recreates the extreme conditions that existed a millionth of a second after the Big Bang.<br  /><br  />The initially football-shape droplets expanded faster in width than length, something amorphous plasma could not do. \"The explosions had a lot of asymmetry,\" Pratt noted, \"and this can only happen if the system is expanding according to the hydrodynamics of an almost perfect fluid.\"<br  /><br  />Also, experimenters detected far fewer jets of energetic particles than expected. They calculated that particles trying to escape the collision zone were losing energy at an enormous rate — more than a billion billion times faster than charged particles moving through ordinary matter.<br  /><br  />\"Even the most high-energy particles lose more energy than people thought,\" Pratt said. \"It's like even Shaquille O'Neal has trouble getting through the crowd.\"<br  /><br  />While this new liquid phase of matter is surprising, it doesn't threaten quantum chromodynamics (QCD), the standard theory that describes the universe's fundamental forces and particles. \"Nothing in these blobs violates QCD,\" said John Cramer, a heavy-ion researcher at the University of Washington. \"But starting from QCD, nobody knows how to predict in advance that they should behave like a liquid.\"<br  /><br  />According to Aronson, the ball is now in the theorists' court. They'll have to get better at applying QCD theory to show why matter under these extreme conditions — a billion times hotter than the Sun — behaves the way experimenters found. \"Now we can hold the theorists' feet to the fire,\" he said.<br  /><br  />Although the researchers believe they've recreated the conditions that existed in the first microsecond of the Big Bang, they still don't know enough about their quark-gluon liquid, or just how it \"freezes\" into protons and neutrons to make cosmological inferences.<br  /><br  />Pratt explained that if the primordial liquid stores enough latent heat to undergo a dramatic phase change, like water boiling, \"bubbles and drops could grow into seeds for later fluctuations in the universe, such as galaxies.\" Still, he cautioned, very preliminary results seem to show a more gradual transition.<br  /><br  />Cramer focused on the liquid itself. \"What it's telling us is that in the first microsecond after the Big Bang, the universe was a liquid that had a high compressibility. That would tend to damp out any fluctuations,\" he said. \"So it may change the way people try to evolve the universe from the Big Bang into galaxies and stars.\"<br  /><br  />It may, agreed Aronson. But, he added, \"It's too early to know yet.\""
    },
    {
        "img": "https://astronomy.com/-/media/4946BC7FB065435DA3C3218D63121B45.jpg?mw=180",
        "title": "Astronomers find a ‘fossil cloud’ uncontaminated since the Big Bang",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2018/12/astronomers-find-a-fossil-cloud-uncontaminated-since-the-big-bang",
        "time": "Thursday, December 20, 2018  | by Chelsea Gohd",
        "summary": "This ancient remnant of the Big Bang could help researchers better understand how and why different types of stars and galaxies formed in the early universe.",
         "content": "Astronomers using the 10-meter telescopes at the W. M. Keck Observatory have detected two clumps of primordial gas in deep space from the dawn of time.<br  /><br  />The gas clouds are too diffuse to form stars and show virtually no signs of containing any “metals” — all elements heavier than hydrogen and helium, the two simplest and lightest elements in the universe. In fact, the only elements astronomers have detected in the clouds are hydrogen and its heavier isotope, deuterium.<br  /><br  />The lack of metals strongly suggests that the gases are reservoirs of the pristine material left over from the Big Bang. Because stars fuse atoms to make heavier elements, these gases have never been involved in any star making. In other words, they are the remnant gases that are unchanged since they were created in the first few minutes after the Big Bang.<br  /><br  />“Despite decades of effort to find anything metal-free in the universe, nature has previously set a limit to enrichment at no less than one-thousandth than that found in the Sun,” said J. Xavier Prochaska from the University of California (UC) Santa Cruz. “These clouds are at least 10 times lower than that limit and are the most pristine gas discovered in our universe.”<br  /><br  />“We’ve searched carefully for oxygen, carbon, nitrogen, and silicon — the things that are found on Earth and the Sun in abundance,” Fumagalli said from UC Santa Cruz. “We don’t find a trace of anything other than hydrogen and deuterium.”<br  /><br  />Exactly how they can detect dark, cold, diffuse gas about 12 billion light-years away is a story in itself.<br  /><br  />“In this case we actually have to do a bit of a trick,” Prochaska said. “We study the gas in silhouette.” A more distant quasar provides the light for this. The quasar light shines though the gas, and the elements in the gas absorb specific wavelengths of light, which can only be found by splitting the light into detailed spectra to reveal the dark lines of missing light.<br  /><br  />In other words, said Fumagalli, “all of the analysis is on the light we didn’t get.” The clouds absorb only a small fraction of the quasar light that makes it to Earth. “But the signatures of hydrogen absorption are obvious, so there’s no doubt there’s a lot of gas there.”<br  /><br  />The blobs of pristine gas are good news to astronomers because they are confirmation of the theory of what the first elements were and how they were created in the Big Bang. Hydrogen, helium, lithium, and boron are the lightest elements on the periodic table of elements, and they were all created for the first time in what’s called the Big Bang nucleosynthesis (BBN).<br  /><br  />“That theory has been very well tested at Keck as regards to hydrogen and its isotope deuterium,” said O’Meara from St. Michael’s College in Colchester, Vermont. “One of the conundrums of that previous work, however, is that the gas also showed at least trace amounts of oxygen and carbon. The clouds that we have discovered are the first to match the full predictions of BBN.”<br  /><br  />The discovery also reveals how different the early universe was from today — where it’s very hard to find any place without some “metals” caused by generations of element-building fusion reactors, aka stars.<br  /><br  />“What excites me about this discovery is that there is almost a range of 1,000,000 in the metallicity in gases at that time in the universe,” said Fumagalli. In other words, there were places like our solar system — where metals are very abundant — and there were also places very unlike today, where metals were still virtually nonexistent, and the gases were unchanged since almost the beginning of time."
    },
    {
        "img": "https://astronomy.com/-/media/A8AB2EF8386D448B9064C5FC4813DFC6.jpg?mw=180",
        "title": "The Jesuit astronomer who conceived of the Big Bang",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2018/10/the-jesuit-astronomer-who-conceived-of-the-big-bang",
        "time": "Friday, October 12, 2018  | by Korey Haynes",
        "summary": "The idea that our universe is expanding was once radical, but today it underpins our entire understanding of the cosmos. Here's how it all started.",
        "content": "A series of powerful observations has made it clear that our universe has expanded for billions of years, emerging from the hot, dense state we call the Big Bang. Over the past several decades, new types of precise measurements have allowed scientists to scrutinize and refine this account, letting them reconstruct the history of our universe in ever greater detail. When we compare the results from different kinds of measurements — the expansion rate of the universe, the temperature patterns in the light released when the first atoms formed, the abundances of various chemical elements, and the distribution of galaxies and other large-scale structures — we find stunning agreement. Each of these lines of evidence supports the conclusion that our universe expanded and evolved in just the way that the Big Bang theory predicts. From this perspective, our universe appears to be remarkably comprehensible.<br  /><br  />But cosmologists have struggled — if not outright failed — to understand essential facets of the universe. We know almost nothing about dark matter and dark energy, which together make up more than 95 percent of the total energy in existence today. We don’t understand how the universe’s protons, electrons, and neutrons could have survived the aftereffects of the Big Bang. In fact, everything we know about the laws of physics tells us that these particles should have been destroyed by antimatter long ago. And in order to make sense of the universe as we observe it, cosmologists have been forced to conclude that space, during its earliest moments, must have undergone a brief and spectacular period of hyperfast expansion — an event known as cosmic inflation. Yet we know next to nothing about this key era of cosmic history.<br  /><br  />It’s possible that these puzzles are little more than loose ends, each of which will be resolved as cosmologists continue to investigate our universe. But so far, these problems have proven to be remarkably stubborn and persistent. With the goal of identifying the individual particles that make up dark matter, scientists have designed and built a series of impressive experiments — yet no such particles have appeared. Even powerful particle accelerators like the Large Hadron Collider have revealed nothing that moves us closer to resolving any of these cosmic mysteries. And despite having measured the expansion history and large-scale structure of the universe in ever increasing detail, we have not gained any substantively greater understanding of the nature of dark energy, the force that seems to be accelerating the expansion of the cosmos.<br  /><br  />It is from this perspective that some cosmologists have found themselves asking whether these cosmic mysteries might be symptoms of something more significant than a few loose threads. Perhaps these puzzles are not as unrelated as they might seem, but are instead collectively pointing us toward a very different picture of our universe and its earliest moments.<br  /><br  />What we’ve learned by not discovering dark matter<br  /><br  />Dark matter is likely the most celebrated problem facing modern cosmologists."
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/News/2020/06/infinityandbeyondbigbang.jpg?mw=180",
        "title": "Infinity & Beyond — Episode 1: The Big Bang",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2020/06/infinity-and-beyond-will-bring-the-universe-directly-to-you",
        "time": "Thursday, June 18, 2020  | by Hailey Rose McLaughlin",
        "summary": "Join Abigail Bollenbach in this new video series, where she’ll take you on a different cosmic adventure each week.",
        "content": "New research by a team of European physicists could explain why the universe did not collapse immediately after the Big Bang.<br  /><br  />Studies of the Higgs particle — discovered at CERN in 2012 and responsible for giving mass to all particles — have suggested that the production of Higgs particles during the accelerating expansion of the early universe (inflation) should have led to instability and collapse.<br  /><br  />Scientists have been trying to find out why this didn’t happen, leading to theories that there must be some new physics that will help explain the origins of the universe that has not yet been discovered. Physicists from Imperial College London and the Universities of Copenhagen and Helsinki, however, believe there is a simpler explanation.<br  /><br  />In a new study, the team describes how the space-time curvature — in effect, gravity — provided the stability needed for the universe to survive expansion in that early period. The team investigated the interaction between the Higgs particles and gravity, taking into account how it would vary with energy.<br  /><br  />They show that even a small interaction would have been enough to stabilize the universe against decay.<br  /><br  />“The standard model of particle physics, which scientists use to explain elementary particles and their interactions, has so far not provided an answer to why the universe did not collapse following the Big Bang,” said Arttu Rajantie from Imperial College London. “Our research investigates the last unknown parameter in the standard model — the interaction between the Higgs particle and gravity. This parameter cannot be measured in particle accelerator experiments, but it has a big effect on the Higgs instability during inflation. Even a relatively small value is enough to explain the survival of the universe without any new physics!”<br  /><br  />The team plans to continue their research using cosmological observations to look at this interaction in more detail and explain what effect it would have had on the development of the early universe. In particular, they will use data from current and future European Space Agency missions measuring cosmic microwave background radiation and gravitational waves.<br  /><br  />“Our aim is to measure the interaction between gravity and the Higgs field using cosmological data,” said Rajantie. “If we are able to do that, we will have supplied the last unknown number in the standard model of particle physics and be closer to answering fundamental questions about how we are all here.”"
    },
    {
        "img": "https://astronomy.com/-/media/08FAF227B780463BA87B8896DBDE5687.jpg?mw=180",
        "title": "Plans shape up for a revolutionary new observatory to explore black holes and the Big Bang",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2011/05/plans-shape-up-for-a-revolutionary-new-observatory-to-explore-black-holes-and-the-big-bang",
        "time": "Thursday, May 19, 2011  | by Astroparticle European Research Area Press Office, Geneva, Switzerland",
        "summary": "The Einstein Telescope will be built underground to reduce the effect of residual seismic motion. This will enable higher sensitivities to be achieved at low frequencies.",
        "content": "Observations by the NASA/ESA Hubble Space Telescope have taken advantage of gravitational lensing to reveal the largest sample of the faintest and earliest known galaxies in the universe. Some of these galaxies formed just 600 million years after the Big Bang and are fainter than any other galaxy yet uncovered by Hubble. The team has determined, for the first time with some confidence, that these small galaxies were vital to creating the universe that we see today.<br  /><br  />An international team of astronomers, led by Hakim Atek of the Ecole Polytechnique Fédérale de Lausanne in Switzerland, has discovered over 250 tiny galaxies that existed only 600-900 million years after the Big Bang — one of the largest samples of dwarf galaxies yet to be discovered at these epochs. The light from these galaxies took over 12 billion years to reach the telescope, allowing the astronomers to look back in time when the universe was still young.<br  /><br  />Although impressive, the number of galaxies found at this early epoch is not the team’s only remarkable breakthrough, as Johan Richard from the Observatory of Lyon, France, points out, “The faintest galaxies detected in these Hubble observations are fainter than any other yet uncovered in the deepest Hubble observations.”<br  /><br  />By looking at the light coming from the galaxies, the team discovered that the accumulated light emitted by these galaxies could have played a major role in one of the most mysterious periods of the universe’s early history — the epoch of reionization. Reionization started when the thick fog of hydrogen gas that cloaked the early universe began to clear. Ultraviolet light was now able to travel over larger distances without being blocked and the universe became transparent to ultraviolet light.<br  /><br  />By observing the ultraviolet light from the galaxies found in this study, the astronomers were able to calculate whether these were in fact some of the galaxies involved in the process. The team determined, for the first time with some confidence, that the smallest and most abundant of the galaxies in the study could be the major actors in keeping the universe transparent. By doing so, they have established that the epoch of reionization, which ends at the point when the universe is fully transparent, came to a close about 700 million years after the Big Bang."
    },
    {
        "img": "https://astronomy.com/-/media/B02345436DC344B0AF3E9925678B3C05.jpg?mw=180",
        "title": "Big Bang Vote: IAU Debates Who Gets Credit For Expanding Universe",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2018/08/big-bang-vote-iau-debates-who-gets-credit-for-expanding-universe",
        "time": "Friday, August 31, 2018  | by Krzysztof Bolejko, University Of Sydney",
        "summary": "Who discovered the Big Bang? Astronomers vote at the IAU on putting Georges Lemaître's name alongside Edwin Hubble's famous law.",
        "content": "April 26, 2005<br  />By crashing the nuclei of gold atoms into each other at 99.995 percent of the speed of light, physicists at Brookhaven National Laboratory in Upton, New York, have created a new state of matter — a nearly perfect liquid of strongly interacting quarks and gluons, the fundamental components of matter. The liquid's surprising properties are challenging theorists and may shed light on the universe's earliest moments.<br  /><br  />Scientists reported the findings last Monday at a meeting of the American Physical Society in Tampa, Florida.<br  /><br  />\"This is our first opportunity to view this phase of matter in the laboratory, rather than just knowing it must have existed in the Big Bang,\" Scott Pratt, a nuclear theorist at Michigan State University, told Astronomy.<br  /><br  />The emergence of liquid-like drops from the enormously energetic collisions between gold nuclei surprised most physicists. They expected amorphous quark-gluon plasma, a hot gas that quarks could zip through easily. Instead, they found a substance that flowed and responded to pressure like a liquid, and stripped energy from speeding particles extremely quickly.<br  /><br  />\"It was surprising for it to have such strongly, obviously, liquid-like properties,\" said Samuel Aronson, Brookhaven's associate director for high energy and nuclear physics.<br  /><br  />Two features proved the liquid nature of the \"mini bangs,\" created within Brookhaven's huge Relativistic Heavy Ion Collider, which recreates the extreme conditions that existed a millionth of a second after the Big Bang.<br  /><br  />The initially football-shape droplets expanded faster in width than length, something amorphous plasma could not do. \"The explosions had a lot of asymmetry,\" Pratt noted, \"and this can only happen if the system is expanding according to the hydrodynamics of an almost perfect fluid.\"<br  /><br  />Also, experimenters detected far fewer jets of energetic particles than expected. They calculated that particles trying to escape the collision zone were losing energy at an enormous rate — more than a billion billion times faster than charged particles moving through ordinary matter.<br  /><br  />\"Even the most high-energy particles lose more energy than people thought,\" Pratt said. \"It's like even Shaquille O'Neal has trouble getting through the crowd.\"<br  /><br  />While this new liquid phase of matter is surprising, it doesn't threaten quantum chromodynamics (QCD), the standard theory that describes the universe's fundamental forces and particles. \"Nothing in these blobs violates QCD,\" said John Cramer, a heavy-ion researcher at the University of Washington. \"But starting from QCD, nobody knows how to predict in advance that they should behave like a liquid.\"<br  /><br  />According to Aronson, the ball is now in the theorists' court. They'll have to get better at applying QCD theory to show why matter under these extreme conditions — a billion times hotter than the Sun — behaves the way experimenters found. \"Now we can hold the theorists' feet to the fire,\" he said.<br  /><br  />Although the researchers believe they've recreated the conditions that existed in the first microsecond of the Big Bang, they still don't know enough about their quark-gluon liquid, or just how it \"freezes\" into protons and neutrons to make cosmological inferences.<br  /><br  />Pratt explained that if the primordial liquid stores enough latent heat to undergo a dramatic phase change, like water boiling, \"bubbles and drops could grow into seeds for later fluctuations in the universe, such as galaxies.\" Still, he cautioned, very preliminary results seem to show a more gradual transition.<br  /><br  />Cramer focused on the liquid itself. \"What it's telling us is that in the first microsecond after the Big Bang, the universe was a liquid that had a high compressibility. That would tend to damp out any fluctuations,\" he said. \"So it may change the way people try to evolve the universe from the Big Bang into galaxies and stars.\"<br  /><br  />It may, agreed Aronson. But, he added, \"It's too early to know yet.\""
    },
    {
        "img": "https://astronomy.com/-/media/E0C8D26CF4A948C595FBF2D997B7615D.jpg?mw=180",
        "title": "Pigeon poop and strange static: How we proved the Big Bang",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2018/09/pigeon-poop-and-strange-static-how-we-proved-the-big-bang",
        "time": "Tuesday, September 11, 2018  | by Korey Haynes",
        "summary": "Sometimes, scientific discoveries are hiding in the strangest places.",
         "content": "Astronomers using the 10-meter telescopes at the W. M. Keck Observatory have detected two clumps of primordial gas in deep space from the dawn of time.<br  /><br  />The gas clouds are too diffuse to form stars and show virtually no signs of containing any “metals” — all elements heavier than hydrogen and helium, the two simplest and lightest elements in the universe. In fact, the only elements astronomers have detected in the clouds are hydrogen and its heavier isotope, deuterium.<br  /><br  />The lack of metals strongly suggests that the gases are reservoirs of the pristine material left over from the Big Bang. Because stars fuse atoms to make heavier elements, these gases have never been involved in any star making. In other words, they are the remnant gases that are unchanged since they were created in the first few minutes after the Big Bang.<br  /><br  />“Despite decades of effort to find anything metal-free in the universe, nature has previously set a limit to enrichment at no less than one-thousandth than that found in the Sun,” said J. Xavier Prochaska from the University of California (UC) Santa Cruz. “These clouds are at least 10 times lower than that limit and are the most pristine gas discovered in our universe.”<br  /><br  />“We’ve searched carefully for oxygen, carbon, nitrogen, and silicon — the things that are found on Earth and the Sun in abundance,” Fumagalli said from UC Santa Cruz. “We don’t find a trace of anything other than hydrogen and deuterium.”<br  /><br  />Exactly how they can detect dark, cold, diffuse gas about 12 billion light-years away is a story in itself.<br  /><br  />“In this case we actually have to do a bit of a trick,” Prochaska said. “We study the gas in silhouette.” A more distant quasar provides the light for this. The quasar light shines though the gas, and the elements in the gas absorb specific wavelengths of light, which can only be found by splitting the light into detailed spectra to reveal the dark lines of missing light.<br  /><br  />In other words, said Fumagalli, “all of the analysis is on the light we didn’t get.” The clouds absorb only a small fraction of the quasar light that makes it to Earth. “But the signatures of hydrogen absorption are obvious, so there’s no doubt there’s a lot of gas there.”<br  /><br  />The blobs of pristine gas are good news to astronomers because they are confirmation of the theory of what the first elements were and how they were created in the Big Bang. Hydrogen, helium, lithium, and boron are the lightest elements on the periodic table of elements, and they were all created for the first time in what’s called the Big Bang nucleosynthesis (BBN).<br  /><br  />“That theory has been very well tested at Keck as regards to hydrogen and its isotope deuterium,” said O’Meara from St. Michael’s College in Colchester, Vermont. “One of the conundrums of that previous work, however, is that the gas also showed at least trace amounts of oxygen and carbon. The clouds that we have discovered are the first to match the full predictions of BBN.”<br  /><br  />The discovery also reveals how different the early universe was from today — where it’s very hard to find any place without some “metals” caused by generations of element-building fusion reactors, aka stars.<br  /><br  />“What excites me about this discovery is that there is almost a range of 1,000,000 in the metallicity in gases at that time in the universe,” said Fumagalli. In other words, there were places like our solar system — where metals are very abundant — and there were also places very unlike today, where metals were still virtually nonexistent, and the gases were unchanged since almost the beginning of time."
    },
    {
        "img": "https://astronomy.com/-/media/A0BA89A5ACDC46E6891D793F30921583.jpg?mw=180",
        "title": "The Steady State: When astronomers tried to overthrow the Big Bang",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2020/01/the-steady-state-when-astronomers-tried-to-overthrow-the-big-bang",
        "time": "Monday, January 6, 2020  | by Mara Johnson-Groh",
        "summary": "Some astronomers didn’t like the religious implications of a universe with a beginning. Their alternative was the so-called “steady state model.”",
        "content": "A series of powerful observations has made it clear that our universe has expanded for billions of years, emerging from the hot, dense state we call the Big Bang. Over the past several decades, new types of precise measurements have allowed scientists to scrutinize and refine this account, letting them reconstruct the history of our universe in ever greater detail. When we compare the results from different kinds of measurements — the expansion rate of the universe, the temperature patterns in the light released when the first atoms formed, the abundances of various chemical elements, and the distribution of galaxies and other large-scale structures — we find stunning agreement. Each of these lines of evidence supports the conclusion that our universe expanded and evolved in just the way that the Big Bang theory predicts. From this perspective, our universe appears to be remarkably comprehensible.<br  /><br  />But cosmologists have struggled — if not outright failed — to understand essential facets of the universe. We know almost nothing about dark matter and dark energy, which together make up more than 95 percent of the total energy in existence today. We don’t understand how the universe’s protons, electrons, and neutrons could have survived the aftereffects of the Big Bang. In fact, everything we know about the laws of physics tells us that these particles should have been destroyed by antimatter long ago. And in order to make sense of the universe as we observe it, cosmologists have been forced to conclude that space, during its earliest moments, must have undergone a brief and spectacular period of hyperfast expansion — an event known as cosmic inflation. Yet we know next to nothing about this key era of cosmic history.<br  /><br  />It’s possible that these puzzles are little more than loose ends, each of which will be resolved as cosmologists continue to investigate our universe. But so far, these problems have proven to be remarkably stubborn and persistent. With the goal of identifying the individual particles that make up dark matter, scientists have designed and built a series of impressive experiments — yet no such particles have appeared. Even powerful particle accelerators like the Large Hadron Collider have revealed nothing that moves us closer to resolving any of these cosmic mysteries. And despite having measured the expansion history and large-scale structure of the universe in ever increasing detail, we have not gained any substantively greater understanding of the nature of dark energy, the force that seems to be accelerating the expansion of the cosmos.<br  /><br  />It is from this perspective that some cosmologists have found themselves asking whether these cosmic mysteries might be symptoms of something more significant than a few loose threads. Perhaps these puzzles are not as unrelated as they might seem, but are instead collectively pointing us toward a very different picture of our universe and its earliest moments.<br  /><br  />What we’ve learned by not discovering dark matter<br  /><br  />Dark matter is likely the most celebrated problem facing modern cosmologists."
    },
    {
        "img": "https://astronomy.com/-/media/A666B571271D4425B8A47D5A86A9A423.jpg?mw=180",
        "title": "What would this cyclic model of the universe mean for the Big Bang?",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2021/08/what-would-this-cyclic-model-of-the-universe-mean-for-the-big-bang",
        "time": "Friday, August 20, 2021  | by Sophie Putka",
        "summary": "Meet the Big Crunch: In this theory on the origins of the universe, the Big Bang was not the beginning, but a repeating pattern of expansion and contraction.",
        "content": "New research by a team of European physicists could explain why the universe did not collapse immediately after the Big Bang.<br  /><br  />Studies of the Higgs particle — discovered at CERN in 2012 and responsible for giving mass to all particles — have suggested that the production of Higgs particles during the accelerating expansion of the early universe (inflation) should have led to instability and collapse.<br  /><br  />Scientists have been trying to find out why this didn’t happen, leading to theories that there must be some new physics that will help explain the origins of the universe that has not yet been discovered. Physicists from Imperial College London and the Universities of Copenhagen and Helsinki, however, believe there is a simpler explanation.<br  /><br  />In a new study, the team describes how the space-time curvature — in effect, gravity — provided the stability needed for the universe to survive expansion in that early period. The team investigated the interaction between the Higgs particles and gravity, taking into account how it would vary with energy.<br  /><br  />They show that even a small interaction would have been enough to stabilize the universe against decay.<br  /><br  />“The standard model of particle physics, which scientists use to explain elementary particles and their interactions, has so far not provided an answer to why the universe did not collapse following the Big Bang,” said Arttu Rajantie from Imperial College London. “Our research investigates the last unknown parameter in the standard model — the interaction between the Higgs particle and gravity. This parameter cannot be measured in particle accelerator experiments, but it has a big effect on the Higgs instability during inflation. Even a relatively small value is enough to explain the survival of the universe without any new physics!”<br  /><br  />The team plans to continue their research using cosmological observations to look at this interaction in more detail and explain what effect it would have had on the development of the early universe. In particular, they will use data from current and future European Space Agency missions measuring cosmic microwave background radiation and gravitational waves.<br  /><br  />“Our aim is to measure the interaction between gravity and the Higgs field using cosmological data,” said Rajantie. “If we are able to do that, we will have supplied the last unknown number in the standard model of particle physics and be closer to answering fundamental questions about how we are all here.”"
    },
    {
        "img": "https://astronomy.com/-/media/1D24AAD50AE5452F901E450B059DFB7E.jpg?mw=180",
        "title": "Building planets is a slam-bang art",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2004/10/building-planets-is-a-slam-bang-art",
        "time": "Thursday, October 21, 2004  | by Robert Burnham",
        "summary": "A survey of a nearby stars finds at least a quarter of them have dust disks born in collisions among rocky, asteroid-size bodies. The result hints that terrestrial planets may be relatively common."
    },
    {
        "img": "https://astronomy.com/-/media/CA5E4AFE21924791A8295C921B1289C2.jpg?mw=180",
        "title": "Detection of the cosmic gamma-ray horizon measures all the light in the universe since the Big Bang",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2013/05/detection-of-the-cosmic-gamma-ray-horizon-measures-all-the-light-in-the-universe-since-the-big-bang",
        "time": "Wednesday, May 29, 2013  | by University of California - Santa Cruz",
        "summary": "Scientists have developed a new technique to measure the extragalactic background light, which contains a wealth of information about how the universe has evolved."
    },
    {
        "img": "https://astronomy.com/-/media/240DD1FC79174DC08935180F51B57097.jpg?mw=180",
        "title": "Seeing the big cosmic picture",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2003/11/seeing-the-big-cosmic-picture",
        "time": "Sunday, November 9, 2003  | by Andrew Fazekas",
        "summary": "A new map of the universe confirms previous results, including the existence of dark matter and dark energy."
    },
    {
        "img": "https://astronomy.com/-/media/A322324EA96C442CA54173FBF2AFFEC0.jpg?mw=180",
        "title": "Small galaxies pack a big punch",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2008/04/small-galaxies-pack-a-big-punch",
        "time": "Tuesday, April 29, 2008",
        "summary": "Compact galaxies in the early universe have a much greater mass than expected.<br  />Provided by STScI, Baltimore, Maryland"
    },
    {
        "img": "https://astronomy.com/-/media/5BAC1B51FFBA44028732B55ED88BB11C.jpg?mw=180",
        "title": "Small galaxies solve a big problem",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2007/09/small-galaxies-solve-a-big-problem",
        "time": "Wednesday, September 12, 2007",
        "summary": "Scientists may have solved a discrepancy between the number of extremely small, faint galaxies predicted to exist near the Milky Way and the number actually observed.<br  />Provided by the W. M. Keck Observatory, Mauna Kea, Hawaii"
    },
    {
        "img": "https://astronomy.com/-/media/917EB0E1AA404BE49B095A62185ECD9D.jpg?mw=180",
        "title": "The newest big thing in radio astronomy",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2017/05/newest-big-thing-in-radio-astronomy",
        "time": "Thursday, May 11, 2017  | by Tania Burchell",
        "summary": "High in Chile’s otherworldly Atacama Desert, the 66-antenna Atacama Large Millimeter/submillimeter Array catches radio waves that remain hidden from other telescopes."
    },
    {
        "img": "https://astronomy.com/-/media/F40AF801A3134E3FB4FA998B15FC26E5.jpg?mw=180",
        "title": "The Beginning to the End of the Universe: It started with a bang",
        "title_link": "https://astronomy.com/search?q=big+bang/magazine/news/2021/01/the-beginning-to-the-end-of-the-universe-it-began-with-a-bang",
        "time": "Thursday, January 7, 2021  | by Dan Hooper",
        "summary": "Our universe’s earliest moments are the hardest to explore. But they hold the key to understanding the cosmos."
    },
    {
        "img": "https://astronomy.com/-/media/412A447984F44A9F86A7618681EE3573.jpg?mw=180",
        "title": "Photo of the Big Bang’s afterglow wins Breakthrough Prize",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2017/12/photo-of-the-big-bangs-afterglow-wins-breakthrough-prize",
        "time": "Wednesday, December 6, 2017  | by Amber Jorgenson",
        "summary": "This photo of our young universe further backs up the theory that the cosmos is predominantly comprised of dark matter and dark energy."
    },
    {
        "img": "https://astronomy.com/-/media/94B46D1867844F8A8FB8C7D81803315B.jpg?mw=180",
        "title": "Big Bang’s glow allows discovery of distant black hole jet",
        "title_link": "https://astronomy.com/search?q=big+bang/news/2016/02/big-bangs-glow-allows-discovery-of-distant-black-hole-jet",
        "time": "Tuesday, February 16, 2016  | by Chandra X-ray Observatory, Cambridge, Massachusetts, Marshall Space Flight Center, Huntsville, Alabama",
        "summary": "The light detected from this jet was emitted when the universe was only 2.7 billion years old, a fifth of its present age."
    }
]