[
    {
        "img": "https://astronomy.com/-/media/4636C636F1224A13BC90AB5456262467.jpg?mw=180",
        "title": "Black-hole light show",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2008/01/black-hole-light-show",
        "time": "Wednesday, January 16, 2008",
        "summary": "NASA scientists predict light echoes.<br  />Provided by Goddard Space Flight Center, Greenbelt, Maryland",
        "content": "This artist rendition shows an accretion disk swirling around a black hole. The two hot spots could give off powerful X-ray flares.<br  />NASA/Dana Berry, SkyWorks Digital<br  />January 16, 2008<br  />It's well known that black holes can slow time to a crawl and tidally stretch large objects into spaghetti-like strands. However, according to new theoretical research from two NASA astrophysicists, the wrenching gravity just outside the outer boundary of a black hole can produce yet another bizarre effect: light echoes.<br  /><br  />\"The light echoes come about because of the severe warping of spacetime predicted by Einstein,\" says Keigo Fukumura of NASA's Goddard Space Flight Center. \"If the black hole is spinning fast, it can literally drag the surrounding space, and this can produce some wild special effects.\"<br  /><br  />Many black holes are surrounded by disks of searing hot gas that whirl around at nearly the speed of light. Hot spots within these disks sometimes emit random bursts of X-rays, which have been detected by orbiting X-ray observatories. But according to Fukumura and his colleague, Demosthenes Kazanas, things get more interesting when they take into account Einstein's general theory of relativity, which describes how extremely massive objects like black holes can actually warp and drag the surrounding space-time.<br  /><br  />Many of these X-ray photons travel to Earth by taking different paths around the black hole. Because the black hole's extreme gravity warps the surrounding space-time, it bends the trajectories of the photons so they arrive here with a delay that depends on the relative positions of the X-ray flare, the black hole, and Earth."
    },
    {
        "img": "https://astronomy.com/-/media/5BF06D1C5B9A4B39BA42DCCB56292D15.jpg?mw=180",
        "title": "Smallest black hole found",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2008/04/smallest-black-hole-found",
        "time": "Tuesday, April 1, 2008",
        "summary": "NASA scientists identify the lowest-mass black hole known.<br  />Provided by Goddard Space Flight Center, Greenbelt, Maryland",
        "content": "The lowest-mass known black hole belongs to a binary system named XTE J1650-500. The black hole has about 3.8 times the mass of our Sun, and is orbited by a companion star, as depicted in this illustration.<br  />NASA/CXC/A. Hobar<br  />April 1, 2008<br  />Using a new technique, two NASA scientists have identified the lightest known black hole. With a mass only about 3.8 times greater than our Sun and a diameter of only about 15 miles, the black hole lies very close to the minimum size predicted for black holes that originate from dying stars.<br  /><br  />\"This black hole is really pushing the limits. For many years astronomers have wanted to know the smallest possible size of a black hole, and this little guy is a big step toward answering that question,\" says lead author Nikolai Shaposhnikov of NASA's Goddard Space Flight Center.<br  /><br  />The tiny black hole resides in a Milky Way Galaxy binary system known as XTE J1650-500, named for its sky coordinates in the southern constellation Ara. NASA's Rossi X-ray Timing Explorer (RXTE) satellite discovered the system in 2001. Astronomers realized soon after J1650's discovery that it harbors a normal star and a relatively lightweight black hole. But the black hole's mass had never been measured to high precision.<br  /><br  />Shaposhnikov and his Goddard colleague Lev Titarchuk presented their results on Monday, March 31, at the American Astronomical Society High-Energy Astrophysics Division meeting in Los Angeles.<br  />In this top-down illustration of a black hole and its surrounding disk, gas spiraling toward the black hole piles up just outside it, creating a traffic jam. The traffic jam is closer in for smaller black holes, so X-rays are emitted on a shorter timescale.<br  />NASA<br  />The method used by Shaposhnikov and Titarchuk has been described in several papers in the Astrophysical Journal. It uses a relationship between black holes and the inner part of their surrounding disks, where gas spirals inward before making the fatal plunge. When the feeding frenzy reaches a moderate rate, hot gas piles up near the black hole and radiates a torrent of X-rays. The X-ray intensity varies in a pattern that repeats itself over a nearly regular interval. This signal is called a quasi-periodic oscillation, or QPO.<br  /><br  />Astronomers have long suspected that a QPO's frequency depends on the black hole's mass. In 1998, Titarchuk realized that the congestion zone lies close in for small black holes, so the QPO clock ticks quickly. As black holes increase in mass, the congestion zone is pushed farther out, so the QPO clock ticks slower and slower. To measure the black hole masses, Shaposhnikov and Titarchuk use archival data from RXTE, which has made exquisitely precise measurements of QPO frequencies in at least 15 black holes.<br  /><br  />Last year, Shaposhnikov and Titarchuk applied their QPO method to three black holes whose masses had been measured by other techniques. In their new paper, they extend their result to seven other black holes, three of which have well-determined masses. \"In every case, our measurement agrees with the other methods,\" says Titarchuk. \"We know our technique works because it has passed every test with flying colors.\"<br  />The measurement of the black hole's mass is due to high-precision timing observations made by NASA’s Rossi X-ray Timing Explorer satellite, shown here prior to launch.<br  />NASA<br  />When Shaposhnikov and Titarchuk applied their method to XTE J1650-500, they calculated a mass of 3.8 Suns, with a margin of uncertainty of only half a Sun. This value is well below the previous black hole record holder with a reliable mass measurement, GRO 1655-40, which tips the scales at about 6.3 Suns.<br  /><br  />Below some unknown critical threshold, a dying star should produce a neutron star instead of a black hole. Astronomers think the boundary between black holes and neutron stars lies somewhere between 1.7 and 2.7 solar masses. Knowing this dividing line is important for fundamental physics, because it will tell scientists about the behavior of matter when it is scrunched into conditions of extraordinarily high density.<br  /><br  />Despite the diminutive size of this new record holder, future space travelers had better beware. Smaller black holes like the one in J1650 exert stronger tidal forces than the much larger black holes found in the centers of galaxies, which make the little guys more dangerous to approach. \"If you ventured too close to J1650's black hole, its gravity would tidally stretch your body into a strand of spaghetti,\" says Shaposhnikov.<br  /><br  />Shaposhnikov adds that RXTE is the only instrument that can make the high-precision timing observations necessary for this line of research. \"RXTE is absolutely crucial for these black hole mass measurements,\" he says."
    },
    {
        "img": "https://astronomy.com/-/media/ABFCCD6BF5A24FF9AB96FFEBC1F67614.jpg?mw=180",
        "title": "Black-hole panorama",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2007/03/black-hole-panorama",
        "time": "Wednesday, March 28, 2007",
        "summary": "Chandra and Spitzer worked together to capture an image of more than 1,000 black holes.<br  />Provided by the Chandra X-ray Center, Cambridge, Massachusetts",
        "content": "March 28, 2007<br  />By casting a wide net, astronomers have captured an image of more than a thousand supermassive black holes. These results give astronomers a snapshot of a crucial period when these monster black holes are growing, and provide insight into the environments in which they occur.<br  /><br  />The new black hole panorama was made with data from NASA's Chandra X-ray Observatory, the Spitzer Space Telescope, and ground-based optical telescopes. The black holes in the image are hundreds of millions to several billion times more massive than the sun and lie in the centers of galaxies.<br  /><br  />Material falling into these black holes at high rates generates huge amounts of light that can be detected in different wavelengths. These systems are known as active galactic nuclei, or AGN.<br  /><br  />\"We're trying to get a complete census across the universe of black holes and their habits,\" said Ryan Hickox of the Harvard-Smithsonian Center for Astrophysics (CfA) in Cambridge, Massachusetts. \"We used special tactics to hunt down the very biggest black holes.\"<br  /><br  />Instead of staring at one relatively small part of the sky for a long time, as with the Chandra Deep Fields — two of the longest exposures obtained with the observatory — this team scanned a much bigger portion with shorter exposures. Since the biggest black holes power the brightest AGN, they can be spotted at vast distances, even with short exposures.<br  /><br  />\"With this approach, we found well over a thousand of these monsters, and have started using them to test our understanding of these powerful objects,\" said co-investigator Christine Jones, also of the CfA.<br  /><br  />The new survey raises doubts about a popular current model in which a supermassive black hole is surrounded by a doughnut-shaped region, or torus, of gas. An observer from Earth would have their view blocked by this torus by different amounts, depending on the orientation of the torus.<br  /><br  />According to this model, astronomers would expect a large sample of black holes to show a range of absorption of the radiation from the nuclei. This absorption should range from completely exposed to completely obscured, with most in-between. Nuclei that are completely obscured are not detectable, but heavily obscured ones are.<br  /><br  />\"Instead of finding a whole range, we found nearly all of the black holes are either naked or covered by a dense veil of gas,\" said Hickox. \"Very few are in between, which makes us question how well we know the environment around these black holes.\"<br  /><br  />This study found more than 600 obscured and 700 unobscured AGN, located between about six and 11 billion light years from Earth. They were found using an early application of a new search method. By looking at the infrared colors of objects with Spitzer, AGN can be separated from stars and galaxies. The Chandra and optical observations then verify these objects are AGN. This multi-wavelength method is especially efficient at finding obscured AGN.<br  /><br  />\"These results are very exciting, using two NASA Great Observatories to find and understand the largest sample of supermassive black holes ever found in the distant universe\", said co-investigator Daniel Stern, of NASA's Jet Propulsion Laboratory in Pasadena, California."
    },
    {
        "img": "https://astronomy.com/-/media/9B46EBBC4CA643B7931E70301F6EC61B.jpg?mw=180",
        "title": "Black hole shatters record",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2007/11/black-hole-shatters-record",
        "time": "Friday, November 2, 2007",
        "summary": "NASA astronomers have found a new black hole that breaks a record, making it the largest black hole known that orbits another star.<br  />Provided by the Harvard-Smithsonian Center for Astrophysics, Cambridge, Massachusetts",
        "content": "November 1, 2007<br  />Using two NASA satellites, astronomers have discovered a black hole that obliterates a record announced just two weeks ago. The new black hole, with a mass 24 to 33 times that of our Sun, is the heftiest known black hole that orbits another star.<br  /><br  />The record-breaker belongs to the category of \"stellar-mass\" black holes. Formed in the death throes of massive stars, they are smaller than the monster black holes found in galactic cores. The previous record holder for largest stellar-mass black hole is a 16-solar-mass black hole in the galaxy M33, announced on October 17.<br  /><br  />\"We weren't expecting to find a stellar-mass black hole this massive,\" says Andrea Prestwich of the Harvard-Smithsonian Center for Astrophysics in Cambridge, Mass., lead author of the paper. \"We now know that black holes that form from dying stars can be much larger than we had realized.\"<br  />The black hole is located in the nearby dwarf galaxy IC 10, 1.8 million light-years from Earth in the constellation Cassiopeia. Prestwich's team could measure the black hole's mass because it has an orbiting companion: a hot, highly evolved star. The star is ejecting gas in the form of a wind. Some of this material spirals toward the black hole, heats up, and gives off powerful X-rays before crossing the point of no return.<br  /><br  />In November 2006, Prestwich and her colleagues observed the dwarf galaxy with NASA's Chandra X-ray Observatory. The group discovered that the galaxy's brightest X-ray source, IC 10 X-1, exhibits sharp changes in X-ray brightness. Such behavior suggests a star periodically passing in front of a companion black hole and blocking the X-rays, creating an eclipse.<br  /><br  />In late November, NASA's Swift satellite confirmed the eclipses and revealed details about the star's orbit. The star in IC 10 X-1 appears to orbit in a plane that lies nearly on the edge to Earth's line of sight. A simple application of Kepler's Laws show that the companion black hole has a mass of at least 24 Suns.<br  /><br  />There are still some uncertainties in the black hole's mass estimate, but as Prestwich notes, \"Future optical observations will provide a final check. Any refinements in the IC 10 X-1 measurement are likely to increase the black hole's mass rather than reduce it.\"<br  /><br  />The black hole's large mass is surprising because massive stars generate powerful winds that blow off many Suns worth of gas before the stars explode. Calculations suggest massive stars in our galaxy leave behind black holes no heavier than about 15 Suns.<br  /><br  />The IC 10 X-1 black hole has gained mass since its birth by gobbling up gas from its companion star, but the rate is so slow that the black hole would have gained no more than 1 or 2 solar masses. \"This black hole was born fat; it didn't grow fat,\" says astrophysicist Richard Mushotzky of NASA Goddard Space Flight Center in Greenbelt, Md., who is not a member of the discovery team.<br  /><br  />The progenitor star probably started its life with 60 or more solar masses. Like its host galaxy, it was probably deficient in elements heavier than hydrogen and helium. In massive, luminous stars with a high fraction of heavy elements, the extra electrons of elements such as carbon and oxygen \"feel\" the outward pressure of light and are more susceptible to being swept away in stellar winds. But with its low fraction of heavy elements, the IC 10 X-1 progenitor shed comparatively little mass before it exploded, so it could leave behind a heavier black hole.<br  /><br  />\"Massive stars in our galaxy today are probably not producing very heavy stellar-mass black holes like this one,\" says co-author Roy Kilgard of Wesleyan University in Middletown, Conn. \"But there could be millions of heavy stellar-mass black holes lurking out there that were produced early in the Milky Way's history, before it had a chance to build up heavy elements.\""
    },
    {
        "img": "https://astronomy.com/-/media/566C4BA23FE14798A4972B3FF5B5F605.jpg?mw=180",
        "title": "Black-hole breakfast",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2005/05/black-hole-breakfast",
        "time": "Thursday, May 26, 2005",
        "summary": "New research finds black holes gobble neutron stars in one quick gulp.<br  />Robert Adler",
        "content": "May 26, 2005<br  />What happens when a neutron star edges too close to a black hole? Recent studies applying relativistic instead of Newtonian rules show that, under most circumstances, neutron stars plunge directly into black holes without forming an accretion disk. These new findings will help astronomers trying to understand gamma-ray bursts (GRBs) and listening for gravitational-wave signals from such events.<br  /><br  />Theorists first tried to analyze the encounter between a neutron star and a black hole using Newtonian physics — far easier to apply than relativity. Their studies suggested the black hole would strip mass from the neutron star while it remained in a stable orbit. This would form an accretion disk, and the transfer of mass would push the star into a higher orbit. Some studies showed neutron stars \"bouncing\" into eccentric orbits that would generate repeated bursts of gamma rays and gravitational waves. In most cases, GRBs and gravitational waves would appear over an extended period of time.<br  /><br  />M. Coleman Miller, an astrophysicist at the University of Maryland, has now tracked neutron star-black hole tangos under relativistic rules, with strikingly different results. He built on recent work by theorists Alessandra Buonanno (University of Paris), Stuart Shapiro (University of Illinois at Urbana-Champaign), and Fred Rasio at Northwestern University, among others. The study will appear in The Astrophysical Journal Letters.<br  /><br  />Miller tells Astronomy that in Einstein's rubbery space-time, rather than forming accretion disks and orbiting black holes for extended periods, neutron stars plunge \"promptly\" into black holes.<br  /><br  />How promptly? According to Miller, once a neutron star ventures closer than 3 times the radius of a non-spinning black hole, it will vanish within a millisecond.<br  /><br  />\"When black holes eat neutron stars, they do it like snakes,\" Miller says. \"They swallow the neutron stars whole.\"<br  /><br  />In the relativistic space-time around a black hole, Miller finds, neutron stars rapidly lose angular momentum, which ripples away as gravitational waves. \"Even a small loss of angular momentum will lead to a rapid plunge,\" he says, so black holes gulp down neutron stars under almost all circumstances, even when the black hole is spinning rapidly in the same direction as the neutron star's orbit.<br  /><br  />Miller doesn't know what happens around a black hole spinning as fast as it can. That would require extremely difficult \"full general relativistic numerical calculations with no approximations.\" Still, he concludes, \"It appears possible that no plausible combination of neutron star and black hole masses, spins, and orbital inclinations will result in an accretion disk or stable mass transfer.\"<br  /><br  />Rasio finds the relativistic results far more realistic. \"For the first time ever, this paper gives, in my opinion, a correct description of the final fate of these mergers. This would imply no gamma-ray burst from such a merger, in contrast to many previous speculations.\"<br  /><br  />The gravitational-wave signal would also be different, Rasio tells Astronomy. \"The inspiral [chirp] signal would simply end without any dramatic signature corresponding to the final merger.\""
    },
    {
        "img": "https://astronomy.com/-/media/7ABEB202C81B4E60B05D81440D0B832B.jpg?mw=180",
        "title": "Possible black hole sighted",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2006/11/possible-black-hole-sighted",
        "time": "Thursday, November 30, 2006",
        "summary": "Astrophysicists discover the possiblity of a black hole near the Milky Way's center.<br  />Provided by the University of Maryland, Baltimore County",
        "content": "This artist rendition shows an accretion disk swirling around a black hole. The two hot spots could give off powerful X-ray flares.<br  />NASA/Dana Berry, SkyWorks Digital<br  />January 16, 2008<br  />It's well known that black holes can slow time to a crawl and tidally stretch large objects into spaghetti-like strands. However, according to new theoretical research from two NASA astrophysicists, the wrenching gravity just outside the outer boundary of a black hole can produce yet another bizarre effect: light echoes.<br  /><br  />\"The light echoes come about because of the severe warping of spacetime predicted by Einstein,\" says Keigo Fukumura of NASA's Goddard Space Flight Center. \"If the black hole is spinning fast, it can literally drag the surrounding space, and this can produce some wild special effects.\"<br  /><br  />Many black holes are surrounded by disks of searing hot gas that whirl around at nearly the speed of light. Hot spots within these disks sometimes emit random bursts of X-rays, which have been detected by orbiting X-ray observatories. But according to Fukumura and his colleague, Demosthenes Kazanas, things get more interesting when they take into account Einstein's general theory of relativity, which describes how extremely massive objects like black holes can actually warp and drag the surrounding space-time.<br  /><br  />Many of these X-ray photons travel to Earth by taking different paths around the black hole. Because the black hole's extreme gravity warps the surrounding space-time, it bends the trajectories of the photons so they arrive here with a delay that depends on the relative positions of the X-ray flare, the black hole, and Earth."
    },
    {
        "img": "https://astronomy.com/-/media/30393F4161984F399F7FDB69654CBF96.jpg?mw=180",
        "title": "Black hole has major flare",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2015/10/black-hole-has-major-flare",
        "time": "Tuesday, October 27, 2015  | by Jet Propulsion Laboratory, Pasadena, California",
        "summary": "Two space telescopes caught a supermassive black hole in the midst of a giant eruption of X-ray light, helping astronomers address an ongoing puzzle: How do supermassive black holes flare?",
        "content": "The lowest-mass known black hole belongs to a binary system named XTE J1650-500. The black hole has about 3.8 times the mass of our Sun, and is orbited by a companion star, as depicted in this illustration.<br  />NASA/CXC/A. Hobar<br  />April 1, 2008<br  />Using a new technique, two NASA scientists have identified the lightest known black hole. With a mass only about 3.8 times greater than our Sun and a diameter of only about 15 miles, the black hole lies very close to the minimum size predicted for black holes that originate from dying stars.<br  /><br  />\"This black hole is really pushing the limits. For many years astronomers have wanted to know the smallest possible size of a black hole, and this little guy is a big step toward answering that question,\" says lead author Nikolai Shaposhnikov of NASA's Goddard Space Flight Center.<br  /><br  />The tiny black hole resides in a Milky Way Galaxy binary system known as XTE J1650-500, named for its sky coordinates in the southern constellation Ara. NASA's Rossi X-ray Timing Explorer (RXTE) satellite discovered the system in 2001. Astronomers realized soon after J1650's discovery that it harbors a normal star and a relatively lightweight black hole. But the black hole's mass had never been measured to high precision.<br  /><br  />Shaposhnikov and his Goddard colleague Lev Titarchuk presented their results on Monday, March 31, at the American Astronomical Society High-Energy Astrophysics Division meeting in Los Angeles.<br  />In this top-down illustration of a black hole and its surrounding disk, gas spiraling toward the black hole piles up just outside it, creating a traffic jam. The traffic jam is closer in for smaller black holes, so X-rays are emitted on a shorter timescale.<br  />NASA<br  />The method used by Shaposhnikov and Titarchuk has been described in several papers in the Astrophysical Journal. It uses a relationship between black holes and the inner part of their surrounding disks, where gas spirals inward before making the fatal plunge. When the feeding frenzy reaches a moderate rate, hot gas piles up near the black hole and radiates a torrent of X-rays. The X-ray intensity varies in a pattern that repeats itself over a nearly regular interval. This signal is called a quasi-periodic oscillation, or QPO.<br  /><br  />Astronomers have long suspected that a QPO's frequency depends on the black hole's mass. In 1998, Titarchuk realized that the congestion zone lies close in for small black holes, so the QPO clock ticks quickly. As black holes increase in mass, the congestion zone is pushed farther out, so the QPO clock ticks slower and slower. To measure the black hole masses, Shaposhnikov and Titarchuk use archival data from RXTE, which has made exquisitely precise measurements of QPO frequencies in at least 15 black holes.<br  /><br  />Last year, Shaposhnikov and Titarchuk applied their QPO method to three black holes whose masses had been measured by other techniques. In their new paper, they extend their result to seven other black holes, three of which have well-determined masses. \"In every case, our measurement agrees with the other methods,\" says Titarchuk. \"We know our technique works because it has passed every test with flying colors.\"<br  />The measurement of the black hole's mass is due to high-precision timing observations made by NASA’s Rossi X-ray Timing Explorer satellite, shown here prior to launch.<br  />NASA<br  />When Shaposhnikov and Titarchuk applied their method to XTE J1650-500, they calculated a mass of 3.8 Suns, with a margin of uncertainty of only half a Sun. This value is well below the previous black hole record holder with a reliable mass measurement, GRO 1655-40, which tips the scales at about 6.3 Suns.<br  /><br  />Below some unknown critical threshold, a dying star should produce a neutron star instead of a black hole. Astronomers think the boundary between black holes and neutron stars lies somewhere between 1.7 and 2.7 solar masses. Knowing this dividing line is important for fundamental physics, because it will tell scientists about the behavior of matter when it is scrunched into conditions of extraordinarily high density.<br  /><br  />Despite the diminutive size of this new record holder, future space travelers had better beware. Smaller black holes like the one in J1650 exert stronger tidal forces than the much larger black holes found in the centers of galaxies, which make the little guys more dangerous to approach. \"If you ventured too close to J1650's black hole, its gravity would tidally stretch your body into a strand of spaghetti,\" says Shaposhnikov.<br  /><br  />Shaposhnikov adds that RXTE is the only instrument that can make the high-precision timing observations necessary for this line of research. \"RXTE is absolutely crucial for these black hole mass measurements,\" he says."
    },
    {
        "img": "https://astronomy.com/-/media/9C5A5D1402B94F52AE39D9851A62D4BB.jpg?mw=180",
        "title": "Biggest black hole blast discovered",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2012/11/biggest-black-hole-blast-discovered",
        "time": "Wednesday, November 28, 2012  | by ESO, Garching, Germany",
        "summary": "This is the first time that a quasar outflow has been measured to have the sort of high energies predicted by theory.",
        "content": "March 28, 2007<br  />By casting a wide net, astronomers have captured an image of more than a thousand supermassive black holes. These results give astronomers a snapshot of a crucial period when these monster black holes are growing, and provide insight into the environments in which they occur.<br  /><br  />The new black hole panorama was made with data from NASA's Chandra X-ray Observatory, the Spitzer Space Telescope, and ground-based optical telescopes. The black holes in the image are hundreds of millions to several billion times more massive than the sun and lie in the centers of galaxies.<br  /><br  />Material falling into these black holes at high rates generates huge amounts of light that can be detected in different wavelengths. These systems are known as active galactic nuclei, or AGN.<br  /><br  />\"We're trying to get a complete census across the universe of black holes and their habits,\" said Ryan Hickox of the Harvard-Smithsonian Center for Astrophysics (CfA) in Cambridge, Massachusetts. \"We used special tactics to hunt down the very biggest black holes.\"<br  /><br  />Instead of staring at one relatively small part of the sky for a long time, as with the Chandra Deep Fields — two of the longest exposures obtained with the observatory — this team scanned a much bigger portion with shorter exposures. Since the biggest black holes power the brightest AGN, they can be spotted at vast distances, even with short exposures.<br  /><br  />\"With this approach, we found well over a thousand of these monsters, and have started using them to test our understanding of these powerful objects,\" said co-investigator Christine Jones, also of the CfA.<br  /><br  />The new survey raises doubts about a popular current model in which a supermassive black hole is surrounded by a doughnut-shaped region, or torus, of gas. An observer from Earth would have their view blocked by this torus by different amounts, depending on the orientation of the torus.<br  /><br  />According to this model, astronomers would expect a large sample of black holes to show a range of absorption of the radiation from the nuclei. This absorption should range from completely exposed to completely obscured, with most in-between. Nuclei that are completely obscured are not detectable, but heavily obscured ones are.<br  /><br  />\"Instead of finding a whole range, we found nearly all of the black holes are either naked or covered by a dense veil of gas,\" said Hickox. \"Very few are in between, which makes us question how well we know the environment around these black holes.\"<br  /><br  />This study found more than 600 obscured and 700 unobscured AGN, located between about six and 11 billion light years from Earth. They were found using an early application of a new search method. By looking at the infrared colors of objects with Spitzer, AGN can be separated from stars and galaxies. The Chandra and optical observations then verify these objects are AGN. This multi-wavelength method is especially efficient at finding obscured AGN.<br  /><br  />\"These results are very exciting, using two NASA Great Observatories to find and understand the largest sample of supermassive black holes ever found in the distant universe\", said co-investigator Daniel Stern, of NASA's Jet Propulsion Laboratory in Pasadena, California."
    },
    {
        "img": "https://astronomy.com/-/media/60A833B0EECD4252A6D360423E1099BE.jpg?mw=180",
        "title": "Black hole blows big bubble",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2010/07/black-hole-blows-big-bubble",
        "time": "Wednesday, July 7, 2010",
        "summary": "New findings show that some stellar black holes can release at least as much energy, and perhaps more, in the form of collimated jets of fast-moving particles as they can in the form of radiation.<br  />Provided by ESO, Garching, Germany",
        "content": "November 1, 2007<br  />Using two NASA satellites, astronomers have discovered a black hole that obliterates a record announced just two weeks ago. The new black hole, with a mass 24 to 33 times that of our Sun, is the heftiest known black hole that orbits another star.<br  /><br  />The record-breaker belongs to the category of \"stellar-mass\" black holes. Formed in the death throes of massive stars, they are smaller than the monster black holes found in galactic cores. The previous record holder for largest stellar-mass black hole is a 16-solar-mass black hole in the galaxy M33, announced on October 17.<br  /><br  />\"We weren't expecting to find a stellar-mass black hole this massive,\" says Andrea Prestwich of the Harvard-Smithsonian Center for Astrophysics in Cambridge, Mass., lead author of the paper. \"We now know that black holes that form from dying stars can be much larger than we had realized.\"<br  />The black hole is located in the nearby dwarf galaxy IC 10, 1.8 million light-years from Earth in the constellation Cassiopeia. Prestwich's team could measure the black hole's mass because it has an orbiting companion: a hot, highly evolved star. The star is ejecting gas in the form of a wind. Some of this material spirals toward the black hole, heats up, and gives off powerful X-rays before crossing the point of no return.<br  /><br  />In November 2006, Prestwich and her colleagues observed the dwarf galaxy with NASA's Chandra X-ray Observatory. The group discovered that the galaxy's brightest X-ray source, IC 10 X-1, exhibits sharp changes in X-ray brightness. Such behavior suggests a star periodically passing in front of a companion black hole and blocking the X-rays, creating an eclipse.<br  /><br  />In late November, NASA's Swift satellite confirmed the eclipses and revealed details about the star's orbit. The star in IC 10 X-1 appears to orbit in a plane that lies nearly on the edge to Earth's line of sight. A simple application of Kepler's Laws show that the companion black hole has a mass of at least 24 Suns.<br  /><br  />There are still some uncertainties in the black hole's mass estimate, but as Prestwich notes, \"Future optical observations will provide a final check. Any refinements in the IC 10 X-1 measurement are likely to increase the black hole's mass rather than reduce it.\"<br  /><br  />The black hole's large mass is surprising because massive stars generate powerful winds that blow off many Suns worth of gas before the stars explode. Calculations suggest massive stars in our galaxy leave behind black holes no heavier than about 15 Suns.<br  /><br  />The IC 10 X-1 black hole has gained mass since its birth by gobbling up gas from its companion star, but the rate is so slow that the black hole would have gained no more than 1 or 2 solar masses. \"This black hole was born fat; it didn't grow fat,\" says astrophysicist Richard Mushotzky of NASA Goddard Space Flight Center in Greenbelt, Md., who is not a member of the discovery team.<br  /><br  />The progenitor star probably started its life with 60 or more solar masses. Like its host galaxy, it was probably deficient in elements heavier than hydrogen and helium. In massive, luminous stars with a high fraction of heavy elements, the extra electrons of elements such as carbon and oxygen \"feel\" the outward pressure of light and are more susceptible to being swept away in stellar winds. But with its low fraction of heavy elements, the IC 10 X-1 progenitor shed comparatively little mass before it exploded, so it could leave behind a heavier black hole.<br  /><br  />\"Massive stars in our galaxy today are probably not producing very heavy stellar-mass black holes like this one,\" says co-author Roy Kilgard of Wesleyan University in Middletown, Conn. \"But there could be millions of heavy stellar-mass black holes lurking out there that were produced early in the Milky Way's history, before it had a chance to build up heavy elements.\""
    },
    {
        "img": "https://astronomy.com/-/media/B9ABFB36A0754A1F9895F8C101032188.jpg?mw=180",
        "title": "\"Doughnut\" clumps orbit black hole",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2007/01/doughnut-clumps-orbit-black-hole",
        "time": "Friday, January 26, 2007",
        "summary": "Astronomers' observations set constraints on size and characteristics of the doughnut-shaped rings surrounding supermassive black holes.<br  />Provided by Gemini Observatory, Hilo, Hawaii",
        "content": "This artist rendition shows an accretion disk swirling around a black hole. The two hot spots could give off powerful X-ray flares.<br  />NASA/Dana Berry, SkyWorks Digital<br  />January 16, 2008<br  />It's well known that black holes can slow time to a crawl and tidally stretch large objects into spaghetti-like strands. However, according to new theoretical research from two NASA astrophysicists, the wrenching gravity just outside the outer boundary of a black hole can produce yet another bizarre effect: light echoes.<br  /><br  />\"The light echoes come about because of the severe warping of spacetime predicted by Einstein,\" says Keigo Fukumura of NASA's Goddard Space Flight Center. \"If the black hole is spinning fast, it can literally drag the surrounding space, and this can produce some wild special effects.\"<br  /><br  />Many black holes are surrounded by disks of searing hot gas that whirl around at nearly the speed of light. Hot spots within these disks sometimes emit random bursts of X-rays, which have been detected by orbiting X-ray observatories. But according to Fukumura and his colleague, Demosthenes Kazanas, things get more interesting when they take into account Einstein's general theory of relativity, which describes how extremely massive objects like black holes can actually warp and drag the surrounding space-time.<br  /><br  />Many of these X-ray photons travel to Earth by taking different paths around the black hole. Because the black hole's extreme gravity warps the surrounding space-time, it bends the trajectories of the photons so they arrive here with a delay that depends on the relative positions of the X-ray flare, the black hole, and Earth."
    },
    {
        "img": "https://astronomy.com/-/media/038D0D92874C4D6382E3E2D9D8336169.jpg?mw=180",
        "title": "Most distant black hole found",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2007/06/most-distant-black-hole-found",
        "time": "Thursday, June 7, 2007",
        "summary": "A black hole located 13 billion light-years from Earth could provide information about the universe's early evolution.<br  />Provided by the Canada-France-Hawaii Telescope, Mauna Kea, Hawaii",
        "content": "The lowest-mass known black hole belongs to a binary system named XTE J1650-500. The black hole has about 3.8 times the mass of our Sun, and is orbited by a companion star, as depicted in this illustration.<br  />NASA/CXC/A. Hobar<br  />April 1, 2008<br  />Using a new technique, two NASA scientists have identified the lightest known black hole. With a mass only about 3.8 times greater than our Sun and a diameter of only about 15 miles, the black hole lies very close to the minimum size predicted for black holes that originate from dying stars.<br  /><br  />\"This black hole is really pushing the limits. For many years astronomers have wanted to know the smallest possible size of a black hole, and this little guy is a big step toward answering that question,\" says lead author Nikolai Shaposhnikov of NASA's Goddard Space Flight Center.<br  /><br  />The tiny black hole resides in a Milky Way Galaxy binary system known as XTE J1650-500, named for its sky coordinates in the southern constellation Ara. NASA's Rossi X-ray Timing Explorer (RXTE) satellite discovered the system in 2001. Astronomers realized soon after J1650's discovery that it harbors a normal star and a relatively lightweight black hole. But the black hole's mass had never been measured to high precision.<br  /><br  />Shaposhnikov and his Goddard colleague Lev Titarchuk presented their results on Monday, March 31, at the American Astronomical Society High-Energy Astrophysics Division meeting in Los Angeles.<br  />In this top-down illustration of a black hole and its surrounding disk, gas spiraling toward the black hole piles up just outside it, creating a traffic jam. The traffic jam is closer in for smaller black holes, so X-rays are emitted on a shorter timescale.<br  />NASA<br  />The method used by Shaposhnikov and Titarchuk has been described in several papers in the Astrophysical Journal. It uses a relationship between black holes and the inner part of their surrounding disks, where gas spirals inward before making the fatal plunge. When the feeding frenzy reaches a moderate rate, hot gas piles up near the black hole and radiates a torrent of X-rays. The X-ray intensity varies in a pattern that repeats itself over a nearly regular interval. This signal is called a quasi-periodic oscillation, or QPO.<br  /><br  />Astronomers have long suspected that a QPO's frequency depends on the black hole's mass. In 1998, Titarchuk realized that the congestion zone lies close in for small black holes, so the QPO clock ticks quickly. As black holes increase in mass, the congestion zone is pushed farther out, so the QPO clock ticks slower and slower. To measure the black hole masses, Shaposhnikov and Titarchuk use archival data from RXTE, which has made exquisitely precise measurements of QPO frequencies in at least 15 black holes.<br  /><br  />Last year, Shaposhnikov and Titarchuk applied their QPO method to three black holes whose masses had been measured by other techniques. In their new paper, they extend their result to seven other black holes, three of which have well-determined masses. \"In every case, our measurement agrees with the other methods,\" says Titarchuk. \"We know our technique works because it has passed every test with flying colors.\"<br  />The measurement of the black hole's mass is due to high-precision timing observations made by NASA’s Rossi X-ray Timing Explorer satellite, shown here prior to launch.<br  />NASA<br  />When Shaposhnikov and Titarchuk applied their method to XTE J1650-500, they calculated a mass of 3.8 Suns, with a margin of uncertainty of only half a Sun. This value is well below the previous black hole record holder with a reliable mass measurement, GRO 1655-40, which tips the scales at about 6.3 Suns.<br  /><br  />Below some unknown critical threshold, a dying star should produce a neutron star instead of a black hole. Astronomers think the boundary between black holes and neutron stars lies somewhere between 1.7 and 2.7 solar masses. Knowing this dividing line is important for fundamental physics, because it will tell scientists about the behavior of matter when it is scrunched into conditions of extraordinarily high density.<br  /><br  />Despite the diminutive size of this new record holder, future space travelers had better beware. Smaller black holes like the one in J1650 exert stronger tidal forces than the much larger black holes found in the centers of galaxies, which make the little guys more dangerous to approach. \"If you ventured too close to J1650's black hole, its gravity would tidally stretch your body into a strand of spaghetti,\" says Shaposhnikov.<br  /><br  />Shaposhnikov adds that RXTE is the only instrument that can make the high-precision timing observations necessary for this line of research. \"RXTE is absolutely crucial for these black hole mass measurements,\" he says."
    },
    {
        "img": "https://astronomy.com/-/media/D503E371535A4E6BB5765D47E725A90B.jpg?mw=180",
        "title": "Heavy stellar black hole found",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2007/10/heavy-stellar-black-hole-found",
        "time": "Monday, October 22, 2007",
        "summary": "Astronomers have discovered a massive black hole orbiting a huge companion star in a nearby galaxy.<br  />Provided by the Chandra X-ray Center, Cambridge, Massachusetts",
        "content": "March 28, 2007<br  />By casting a wide net, astronomers have captured an image of more than a thousand supermassive black holes. These results give astronomers a snapshot of a crucial period when these monster black holes are growing, and provide insight into the environments in which they occur.<br  /><br  />The new black hole panorama was made with data from NASA's Chandra X-ray Observatory, the Spitzer Space Telescope, and ground-based optical telescopes. The black holes in the image are hundreds of millions to several billion times more massive than the sun and lie in the centers of galaxies.<br  /><br  />Material falling into these black holes at high rates generates huge amounts of light that can be detected in different wavelengths. These systems are known as active galactic nuclei, or AGN.<br  /><br  />\"We're trying to get a complete census across the universe of black holes and their habits,\" said Ryan Hickox of the Harvard-Smithsonian Center for Astrophysics (CfA) in Cambridge, Massachusetts. \"We used special tactics to hunt down the very biggest black holes.\"<br  /><br  />Instead of staring at one relatively small part of the sky for a long time, as with the Chandra Deep Fields — two of the longest exposures obtained with the observatory — this team scanned a much bigger portion with shorter exposures. Since the biggest black holes power the brightest AGN, they can be spotted at vast distances, even with short exposures.<br  /><br  />\"With this approach, we found well over a thousand of these monsters, and have started using them to test our understanding of these powerful objects,\" said co-investigator Christine Jones, also of the CfA.<br  /><br  />The new survey raises doubts about a popular current model in which a supermassive black hole is surrounded by a doughnut-shaped region, or torus, of gas. An observer from Earth would have their view blocked by this torus by different amounts, depending on the orientation of the torus.<br  /><br  />According to this model, astronomers would expect a large sample of black holes to show a range of absorption of the radiation from the nuclei. This absorption should range from completely exposed to completely obscured, with most in-between. Nuclei that are completely obscured are not detectable, but heavily obscured ones are.<br  /><br  />\"Instead of finding a whole range, we found nearly all of the black holes are either naked or covered by a dense veil of gas,\" said Hickox. \"Very few are in between, which makes us question how well we know the environment around these black holes.\"<br  /><br  />This study found more than 600 obscured and 700 unobscured AGN, located between about six and 11 billion light years from Earth. They were found using an early application of a new search method. By looking at the infrared colors of objects with Spitzer, AGN can be separated from stars and galaxies. The Chandra and optical observations then verify these objects are AGN. This multi-wavelength method is especially efficient at finding obscured AGN.<br  /><br  />\"These results are very exciting, using two NASA Great Observatories to find and understand the largest sample of supermassive black holes ever found in the distant universe\", said co-investigator Daniel Stern, of NASA's Jet Propulsion Laboratory in Pasadena, California."
    },
    {
        "img": "https://astronomy.com/-/media/9261B1FDA7D34CA19FB45010E8081268.jpg?mw=180",
        "title": "Chandra spots a recoiling black hole",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2017/05/chandra-spots-a-recoiling-black-hole",
        "time": "Friday, May 12, 2017  | by Alison Klesman",
        "summary": "This supermassive black hole may have resulted from a merger that kicked it out of place.",
        "content": "November 1, 2007<br  />Using two NASA satellites, astronomers have discovered a black hole that obliterates a record announced just two weeks ago. The new black hole, with a mass 24 to 33 times that of our Sun, is the heftiest known black hole that orbits another star.<br  /><br  />The record-breaker belongs to the category of \"stellar-mass\" black holes. Formed in the death throes of massive stars, they are smaller than the monster black holes found in galactic cores. The previous record holder for largest stellar-mass black hole is a 16-solar-mass black hole in the galaxy M33, announced on October 17.<br  /><br  />\"We weren't expecting to find a stellar-mass black hole this massive,\" says Andrea Prestwich of the Harvard-Smithsonian Center for Astrophysics in Cambridge, Mass., lead author of the paper. \"We now know that black holes that form from dying stars can be much larger than we had realized.\"<br  />The black hole is located in the nearby dwarf galaxy IC 10, 1.8 million light-years from Earth in the constellation Cassiopeia. Prestwich's team could measure the black hole's mass because it has an orbiting companion: a hot, highly evolved star. The star is ejecting gas in the form of a wind. Some of this material spirals toward the black hole, heats up, and gives off powerful X-rays before crossing the point of no return.<br  /><br  />In November 2006, Prestwich and her colleagues observed the dwarf galaxy with NASA's Chandra X-ray Observatory. The group discovered that the galaxy's brightest X-ray source, IC 10 X-1, exhibits sharp changes in X-ray brightness. Such behavior suggests a star periodically passing in front of a companion black hole and blocking the X-rays, creating an eclipse.<br  /><br  />In late November, NASA's Swift satellite confirmed the eclipses and revealed details about the star's orbit. The star in IC 10 X-1 appears to orbit in a plane that lies nearly on the edge to Earth's line of sight. A simple application of Kepler's Laws show that the companion black hole has a mass of at least 24 Suns.<br  /><br  />There are still some uncertainties in the black hole's mass estimate, but as Prestwich notes, \"Future optical observations will provide a final check. Any refinements in the IC 10 X-1 measurement are likely to increase the black hole's mass rather than reduce it.\"<br  /><br  />The black hole's large mass is surprising because massive stars generate powerful winds that blow off many Suns worth of gas before the stars explode. Calculations suggest massive stars in our galaxy leave behind black holes no heavier than about 15 Suns.<br  /><br  />The IC 10 X-1 black hole has gained mass since its birth by gobbling up gas from its companion star, but the rate is so slow that the black hole would have gained no more than 1 or 2 solar masses. \"This black hole was born fat; it didn't grow fat,\" says astrophysicist Richard Mushotzky of NASA Goddard Space Flight Center in Greenbelt, Md., who is not a member of the discovery team.<br  /><br  />The progenitor star probably started its life with 60 or more solar masses. Like its host galaxy, it was probably deficient in elements heavier than hydrogen and helium. In massive, luminous stars with a high fraction of heavy elements, the extra electrons of elements such as carbon and oxygen \"feel\" the outward pressure of light and are more susceptible to being swept away in stellar winds. But with its low fraction of heavy elements, the IC 10 X-1 progenitor shed comparatively little mass before it exploded, so it could leave behind a heavier black hole.<br  /><br  />\"Massive stars in our galaxy today are probably not producing very heavy stellar-mass black holes like this one,\" says co-author Roy Kilgard of Wesleyan University in Middletown, Conn. \"But there could be millions of heavy stellar-mass black holes lurking out there that were produced early in the Milky Way's history, before it had a chance to build up heavy elements.\""
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/News/2015/01/Elongatedstar2.jpg?mw=180",
        "title": "Black hole chokes on a swallowed star",
        "title_link": "https://astronomy.com/search?q=black+hole/news/videos/2015/01/black-hole-chokes-on-a-swallowed-star",
        "time": "Friday, January 30, 2015  | by McDonald Observatory at University of Texas, Austin",
        "summary": "Extensive data analysis has led astronomers to believe they witnessed a giant black hole tear apart a star back in 2009.",
        "content": "May 26, 2005<br  />What happens when a neutron star edges too close to a black hole? Recent studies applying relativistic instead of Newtonian rules show that, under most circumstances, neutron stars plunge directly into black holes without forming an accretion disk. These new findings will help astronomers trying to understand gamma-ray bursts (GRBs) and listening for gravitational-wave signals from such events.<br  /><br  />Theorists first tried to analyze the encounter between a neutron star and a black hole using Newtonian physics — far easier to apply than relativity. Their studies suggested the black hole would strip mass from the neutron star while it remained in a stable orbit. This would form an accretion disk, and the transfer of mass would push the star into a higher orbit. Some studies showed neutron stars \"bouncing\" into eccentric orbits that would generate repeated bursts of gamma rays and gravitational waves. In most cases, GRBs and gravitational waves would appear over an extended period of time.<br  /><br  />M. Coleman Miller, an astrophysicist at the University of Maryland, has now tracked neutron star-black hole tangos under relativistic rules, with strikingly different results. He built on recent work by theorists Alessandra Buonanno (University of Paris), Stuart Shapiro (University of Illinois at Urbana-Champaign), and Fred Rasio at Northwestern University, among others. The study will appear in The Astrophysical Journal Letters.<br  /><br  />Miller tells Astronomy that in Einstein's rubbery space-time, rather than forming accretion disks and orbiting black holes for extended periods, neutron stars plunge \"promptly\" into black holes.<br  /><br  />How promptly? According to Miller, once a neutron star ventures closer than 3 times the radius of a non-spinning black hole, it will vanish within a millisecond.<br  /><br  />\"When black holes eat neutron stars, they do it like snakes,\" Miller says. \"They swallow the neutron stars whole.\"<br  /><br  />In the relativistic space-time around a black hole, Miller finds, neutron stars rapidly lose angular momentum, which ripples away as gravitational waves. \"Even a small loss of angular momentum will lead to a rapid plunge,\" he says, so black holes gulp down neutron stars under almost all circumstances, even when the black hole is spinning rapidly in the same direction as the neutron star's orbit.<br  /><br  />Miller doesn't know what happens around a black hole spinning as fast as it can. That would require extremely difficult \"full general relativistic numerical calculations with no approximations.\" Still, he concludes, \"It appears possible that no plausible combination of neutron star and black hole masses, spins, and orbital inclinations will result in an accretion disk or stable mass transfer.\"<br  /><br  />Rasio finds the relativistic results far more realistic. \"For the first time ever, this paper gives, in my opinion, a correct description of the final fate of these mergers. This would imply no gamma-ray burst from such a merger, in contrast to many previous speculations.\"<br  /><br  />The gravitational-wave signal would also be different, Rasio tells Astronomy. \"The inspiral [chirp] signal would simply end without any dramatic signature corresponding to the final merger.\""
    },
    {
        "img": "https://astronomy.com/-/media/E1AAF6A090434E34A237F64762A83E53.jpg?mw=180",
        "title": "Magnetar near supermassive black hole delivers surprises",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2015/05/magnetar-near-supermassive-black-hole-delivers-surprises",
        "time": "Friday, May 15, 2015  | by Chandra X-ray Observatory, Cambridge, Massachusetts, Marshall Space Flight Center, Huntsville, Alabama",
        "summary": "A new study reveals that the amount of X-rays from magnetar SGR 1745-2900 is dropping more slowly than other previously observed magnetars, and its surface is hotter than expected.",
        "content": "November 1, 2007<br  />Using two NASA satellites, astronomers have discovered a black hole that obliterates a record announced just two weeks ago. The new black hole, with a mass 24 to 33 times that of our Sun, is the heftiest known black hole that orbits another star.<br  /><br  />The record-breaker belongs to the category of \"stellar-mass\" black holes. Formed in the death throes of massive stars, they are smaller than the monster black holes found in galactic cores. The previous record holder for largest stellar-mass black hole is a 16-solar-mass black hole in the galaxy M33, announced on October 17.<br  /><br  />\"We weren't expecting to find a stellar-mass black hole this massive,\" says Andrea Prestwich of the Harvard-Smithsonian Center for Astrophysics in Cambridge, Mass., lead author of the paper. \"We now know that black holes that form from dying stars can be much larger than we had realized.\"<br  />The black hole is located in the nearby dwarf galaxy IC 10, 1.8 million light-years from Earth in the constellation Cassiopeia. Prestwich's team could measure the black hole's mass because it has an orbiting companion: a hot, highly evolved star. The star is ejecting gas in the form of a wind. Some of this material spirals toward the black hole, heats up, and gives off powerful X-rays before crossing the point of no return.<br  /><br  />In November 2006, Prestwich and her colleagues observed the dwarf galaxy with NASA's Chandra X-ray Observatory. The group discovered that the galaxy's brightest X-ray source, IC 10 X-1, exhibits sharp changes in X-ray brightness. Such behavior suggests a star periodically passing in front of a companion black hole and blocking the X-rays, creating an eclipse.<br  /><br  />In late November, NASA's Swift satellite confirmed the eclipses and revealed details about the star's orbit. The star in IC 10 X-1 appears to orbit in a plane that lies nearly on the edge to Earth's line of sight. A simple application of Kepler's Laws show that the companion black hole has a mass of at least 24 Suns.<br  /><br  />There are still some uncertainties in the black hole's mass estimate, but as Prestwich notes, \"Future optical observations will provide a final check. Any refinements in the IC 10 X-1 measurement are likely to increase the black hole's mass rather than reduce it.\"<br  /><br  />The black hole's large mass is surprising because massive stars generate powerful winds that blow off many Suns worth of gas before the stars explode. Calculations suggest massive stars in our galaxy leave behind black holes no heavier than about 15 Suns.<br  /><br  />The IC 10 X-1 black hole has gained mass since its birth by gobbling up gas from its companion star, but the rate is so slow that the black hole would have gained no more than 1 or 2 solar masses. \"This black hole was born fat; it didn't grow fat,\" says astrophysicist Richard Mushotzky of NASA Goddard Space Flight Center in Greenbelt, Md., who is not a member of the discovery team.<br  /><br  />The progenitor star probably started its life with 60 or more solar masses. Like its host galaxy, it was probably deficient in elements heavier than hydrogen and helium. In massive, luminous stars with a high fraction of heavy elements, the extra electrons of elements such as carbon and oxygen \"feel\" the outward pressure of light and are more susceptible to being swept away in stellar winds. But with its low fraction of heavy elements, the IC 10 X-1 progenitor shed comparatively little mass before it exploded, so it could leave behind a heavier black hole.<br  /><br  />\"Massive stars in our galaxy today are probably not producing very heavy stellar-mass black holes like this one,\" says co-author Roy Kilgard of Wesleyan University in Middletown, Conn. \"But there could be millions of heavy stellar-mass black holes lurking out there that were produced early in the Milky Way's history, before it had a chance to build up heavy elements.\""
    },
    {
        "img": "https://astronomy.com/-/media/FB3232639DEE491EAFD1F9C584948175.jpg?mw=180",
        "title": "Swift reveals a black hole bull’s-eye",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2015/07/swift-reveals-a-black-hole-bulls-eye",
        "time": "Friday, July 10, 2015  | by NASA's Goddard Space Flight Center, Greenbelt, Maryland",
        "summary": "The satellite detected the start of a new outburst from V404 Cygni, where a black hole and a Sun-like star orbit each other."
    },
    {
        "img": "https://astronomy.com/-/media/7811B8EB5210450AA127A2A9D546456C.jpg?mw=180",
        "title": "Oxymoronic black hole provides clues to growth",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2015/08/oxymoronic-black-hole-provides-clues-to-growth",
        "time": "Wednesday, August 12, 2015  | by Chandra X-ray Observatory, Cambridge, Massachusetts",
        "summary": "By studying the lightest supermassive black hole found to date, scientists hope to better understand of such objects of different sizes grow."
    },
    {
        "img": "https://astronomy.com/-/media/D97C1C0679614110BCEA63CBE4BACD11.jpg?mw=180",
        "title": "Black hole is 30 times expected size",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2015/09/black-hole-is-30-times-expected-size",
        "time": "Monday, September 28, 2015  | by Royal Astronomical Society, United Kingdom",
        "summary": "Thought to be at least 9 billion years old, it contains an active galactic nucleus, an incredibly bright object resulting from the accretion of gas by a central supermassive black hole."
    },
    {
        "img": "https://astronomy.com/-/media/E9759C7A5561477091C82F1860CCD607.jpg?mw=180",
        "title": "How big can a black hole grow?",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2015/12/how-big-can-a-black-hole-grow",
        "time": "Monday, December 21, 2015  | by University of Leicester, United Kingdom",
        "summary": "Black holes in the hearts of galaxies could swell to 50 billion times the Sun’s mass before losing the gas disks they rely on."
    },
    {
        "img": "https://astronomy.com/-/media/010BC361DBB94421A49FAF0A7215B122.jpg?mw=180",
        "title": "NuSTAR finds clumpy doughnut around black hole",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2015/12/nustar-finds-clumpy-doughnut-around-black-hole",
        "time": "Friday, December 18, 2015  | by Royal Astronomical Society, United Kingdom",
        "summary": "Scientists used the NASA NuSTAR and ESA XMM-Newton X-ray observatories to peer inside the thick disk of material around a massive black hole."
    },
    {
        "img": "https://astronomy.com/-/media/20A24186DED6413AB7676B9DE9CC0D55.jpg?mw=180",
        "title": "Dwarf galaxy harbors supermassive black hole",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2011/01/dwarf-galaxy-harbors-supermassive-black-hole",
        "time": "Monday, January 10, 2011  | by NRAO, Socorro, New Mexico",
        "summary": "A black hole a million times more massive than the Sun in a star-forming dwarf galaxy is a strong indication that supermassive black holes formed before the buildup of galaxies."
    },
    {
        "img": "https://astronomy.com/-/media/7B6451FB0A8545598B6CC38B8535D686.jpg?mw=180",
        "title": "Newly merged black hole eagerly shreds stars",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2011/04/newly-merged-black-hole-eagerly-shreds-stars",
        "time": "Monday, April 11, 2011  | by Harvard-Smithsonian Center for Astrophysics, Cambridge, Massachusetts",
        "summary": "Finding a merged black hole would allow theorists to explore a new regime of Einstein's general theory of relativity."
    },
    {
        "img": "https://astronomy.com/-/media/9C3F2AC234984242BC667382646C39E8.jpg?mw=180",
        "title": "What activates a supermassive black hole?",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2011/07/what-activates-a-supermassive-black-hole",
        "time": "Wednesday, July 13, 2011  | by ESO, Garching, Germany",
        "summary": "New data shows that mergers between galaxies did not trigger the majority of the more common, less bright active galaxies in the universe."
    },
    {
        "img": "https://astronomy.com/-/media/2826DC78F44240ABB4EC0B92552E4D43.jpg?mw=180",
        "title": "Death by black hole in small galaxy?",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2014/01/death-by-black-hole-in-small-galaxy",
        "time": "Friday, January 10, 2014  | by Chandra X-ray Observatory, Cambridge, Massachusetts, Marshall Space Flight Center, Huntsville, Alabama",
        "summary": "A bright long-duration flare may be the first recorded event of a black hole destroying a star in a dwarf galaxy."
    },
    {
        "img": "https://astronomy.com/-/media/C043D587E0224D65BB39F5456D3E8392.jpg?mw=180",
        "title": "Extreme power of black hole revealed",
        "title_link": "https://astronomy.com/search?q=black+hole/news/2014/01/extreme-power-of-black-hole-revealed",
        "time": "Friday, January 24, 2014  | by Chandra X-ray Observatory, Cambridge, Massachusetts, Marshall Space Flight Center, Huntsville, Alabama",
        "summary": "The black hole has created enormous structures in the hot gas surrounding it and prevented trillions of stars from forming."
    }
]