[
    {
        "time": "August 25, 2021",
        "img": "https://astronomy.com/-/media/90B0C8A18BA64E2FBC6D9FD50B3DE6F3.jpg?mw=180",
        "title": "'Orbital Gateway' guides some comets into inner solar system",
        "summary": "Astronomers have discovered an orbital region just beyond Jupiter that appears to act as a kind of gateway for some objects entering the inner solar system from the Kuiper Belt. The discovery may offer a solution to a puzzle that has long confused as...",
        "content": "In the search for potentially habitable worlds, astronomers have focused on Earth-like planets orbiting Sun-like stars. These rocky worlds have a similar radius and mass to Earth and must be warm enough to allow liquid water to exist on the surface.<br  /><br  />But although astronomers have found a number of promising candidates—for example Trappist-1d or Proxima Centauri b, which both orbit nearby stars-- the necessary conditions are stringent and this significantly limits their number.<br  /><br  />Now Nikku Madhusudhan and colleagues at the University of Cambridge in the U.K. have identified an entirely new class of habitable planets that are likely to be considerably more abundant than Earth-like planets, and much easier to study.<br  /><br  />These new candidates are ocean worlds significantly larger than Earth but smaller than Neptune and enveloped in a hydrogen-rich atmosphere. Crucially, they must have a temperature at their surface that allows liquid water to flow, so in this respect they are like Earth.<br  /><br  />Hycean worlds<br  /><br  />Madhusudhan and colleagues call these worlds \"Hycean,\" a portmanteau from the words hydrogen and ocean. They say these worlds can have a radius up to 2.6 that of Earth’s and be up to ten times as massive. That’s significantly larger than any planets previously considered habitable.<br  /><br  />The researchers also study the Hycean habitable zone—the range of distances from the parent star that allow for liquid water on the surface. And tt turns out that the Hycean habitable zone is significantly bigger than for terrestrial-like planets.<br  /><br  />That’s partly because the equilibrium temperature on these planets can be as high as 440 degrees Fahrenheit (227 degrees Celsius), much higher than for terrestrial planets. Under these conditions, liquid water could exist if the planet were tidally locked with the same side always facing the sun. In that case, one half of the planet would be too hot to support life while the other could be temperate.<br  /><br  />Another reason for the much broader zone is that “cold” Hycean worlds could support liquid water by virtue of their internal heating. Such planets would require little or no radiation from the parent star and so could orbit at vast distances. “Our results show that the [habitable zone] for Hycean planets is considerably wider than the terrestrial [habitable zone],” they say.<br  /><br  />Alien biosignature<br  /><br  />Should these planets support life, an important question is whether they would display measurable biosignatures. Madhusudhan and colleagues investigate this question in detail and say that the main biosignatures on Earth, such as oxygen, ozone and methane, are likely to be produced on Hycean worlds by processes unrelated to life. So they cannot be considered biosignatures on these worlds.<br  /><br  />However, metabolic processes on Earth produce a number of secondary compounds that are likely to be more easily detected in hydrogen rich atmospheres. These include dimethysulfide (DMS), dimethyldisulfide (DMDS), methanethiol (CH3SH), and carbonylsulfide (OCS).<br  /><br  />What’s more, because Hycean worlds are larger than terrestrial-like planets, they should be easier to study. Astronomers have already spotted a number of candidates, such as K2-18 b, an exoworld with a mass about eight times that of Earth which orbits a red dwarf some 124 light-years away. This planet has already been earmarked for study by the James Webb Space Telescope, Hubble’s replacement which is due for launch later this year.<br  /><br  />Madhusudhan and colleagues say that this investigation is promising. ”We predict that the approved Cycle 1 JWST observations of K2-18 b, a candidate Hycean planet, will be able to detect these biomarkers if present at the quantities considered in this work,” they say.<br  /><br  />So if K2-18 b and other Hycean worlds display biosignatures, we may see the first signs of life elsewhere in the Universe in the next few years. Fingers crossed for an uneventful launch of James Webb Space Telescope in the coming months.<br  /><br  />Ref: Habitability and Biosignatures of Hycean Worlds: arxiv.org/abs/2108.10888"
    },
    {
        "time": "August 20, 2021",
        "img": "https://astronomy.com/-/media/D9505152D60F4BC78E5E24BF3F7765A6.jpg?mw=180",
        "title": "Giant planet found around tiny white dwarf star, a first",
        "summary": "For the first time, astronomers have discovered evidence for a giant planet orbiting a tiny, dead white dwarf star. And, surprisingly, the Neptune-sized planet is more than four times the diameter of the Earth-sized star it orbits. \"This star has a ...",
        "content": "Neptune reaches opposition Sept. 14 and remains visible all night. At its distance of nearly 2.7 billion miles, Neptune musters a span of 2\" and a magnitude of 7.7, rendering it visible in binoculars. High magnification in a telescope and steady seeing is needed to see its bluish-green disk. Neptune stands 6° north of the Sept. 19 Full Moon.<br  /><br  />You can track Neptune’s motion against the background of stars in eastern Aquarius using binoculars. The planet is located nearly 5° east of 4th-magnitude Phi (ϕ) Aquarii, and the gap reduces to less than 4° as the month progresses. Look for a triangle of 6th-magnitude field stars roughly 6.5° south of the Circlet in Pisces — Neptune is near this grouping all month. In fact, on Sept. 23, the planet makes a particularly close pass (1.5') of the westernmost star in the triangle. You’ll need a telescope to see this close appulse.<br  /><br  />Uranus rises around 10 P.M. local time on Sept. 1, and two hours earlier by Sept. 30. At midmonth, it is 20° high in the eastern sky by 11 P.M. local time. The magnitude 5.7 planet is an easy target for binoculars, although it remains challenging to spot in a dim part of southern Aries. A telescope shows a delightful pale bluish disk spanning 4\".<br  /><br  />To find Uranus, begin by searching for a triangle of stars formed by Omicron (ο), Sigma (σ), and Pi (≠) Arietis. This trio of 5th-magnitude stars stands 6° due north of Mu (μ) Ceti. Uranus starts the month in the lower middle of this triangle, equidistant from Omicron and Sigma. It then wanders westward toward Omicron as the month progresses. By Sept. 30, Uranus stands within 25' of this star. Note the gibbous Moon in the vicinity Sept. 24, with Uranus 5.5° northeast of our natural satellite shortly after rising.<br  /><br  />Mars is too close to the Sun to observe it during September. The Red Planet returns to the morning sky in December.<br  /><br  />Sept. 22 marks the autumnal equinox (3:21 P.M. EDT), the time of year when the Sun appears on the celestial equator, moving southward."
    },
    {
        "time": "August 10, 2021",
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/News/2021/08/shutterstock_380254093.jpg?mw=300",
        "title": "Earth’s inner core is growing lopsided",
        "summary": "Each year, the solid-iron inner core at the heart of our planet expands by about a millimeter as the Earth’s nether regions cool and solidify. According to a recent study, one side appears to be growing faster — but scientists don’t...",
        "content": "Do barred galaxies have two or more supermassive black holes in the central region? Can a single black hole in the center create a bar?<br  /><br  />Nicolas Andreyev <br  />Estes Park, Colorado <br  /><br  />Barred spiral galaxies are fairly common throughout the universe — at least one-third to one-half of spiral galaxies show some kind of central bar structure, including our own Milky Way. Because bars form in the centers of galaxies, which is also where supermassive black holes reside, it’s easy to think the two are connected. However, the gravitational influence of a galaxy’s supermassive black hole is so limited that it has nothing to do with how or why a central bar forms.<br  /><br  />But, you may be saying, supermassive black holes contain millions or billions of Suns’ worth of mass. How can such a massive object not be related to the central bar? There are two main reasons: First, the influence of an object’s gravity is inversely proportional to the square of the distance you are from that object. This is a complicated way of saying that the gravitational pull you feel from something very quickly becomes weaker as you move away from it. So, given that the bulge of, say, the Milky Way stretches nearly 7,000 light-years across, the sphere of influence around its supermassive black hole is not nearly large enough to dictate the motions of material throughout the entire bulge. The second reason is that the mass of a galaxy’s bulge itself — the stars and gas — far outweighs that of its supermassive black hole. The difference is quite extreme: The average supermassive black hole accounts for only about 0.5 percent of the total mass in a galaxy’s bulge. <br  /><br  />So, despite its location, a supermassive black hole has nothing to do with the formation of a bar structure. Even the acquisition of an additional supermassive black hole from a colliding galaxy could not create a bar — such an event might, in fact, disrupt one. Galactic bars are instead caused by gravitational instabilities in the motion of material in a galaxy’s bulge. Because the material throughout a galaxy is not distributed evenly, instabilities arise in areas that start out slightly denser than their surroundings, causing them to attract more material. Given time, the orbits of numerous stars and gas clouds will overlap, creating the structure we see. This is similar to the way spiral arms are generated as density waves cause material in a galaxy’s disk to pile up in certain orbits like a traffic jam as the galaxy rotates. And although a bar or spiral arms may look solid, they are really just dense regions where more material is present. Their shape, size, and even existence can change within a single galaxy over its lifetime. <br  /><br  />Alison Klesman <br  />Senior Associate Editor"
    },
    {
        "time": "August 25, 2021",
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/News/2021/08/Enceladuswide.jpg?mw=300",
        "title": "Enceladus could be even more unique than previously thought",
        "summary": "Enceladus, Saturn’s sixth largest moon, is awash with liquid water beneath its icy shell. At the moon’s south pole...",
        "content": "Q: Why do we still have meteor showers? If Earth is 4.5 billion years old, then it’s traveled through these meteor fields 4.5 billion times. So why haven’t all the meteors been pulled out of our orbit by now?<br  /><br  />Dwain Smith<br  />Sugar Land, Texas<br  /><br  />A: Since the moment it coalesced, Earth has had meteor showers. In the young solar system, the region near the Sun was crammed full of large objects that formed when the gravitational attraction among tiny particles brought them together. Meteorites (the largest of which could be called asteroids) continually struck Earth’s surface and even contributed to our planet’s eventual mass.<br  /><br  />After more than 4 billion years, the space between the planets has been swept clean of that initial material. But visitors from the depths of the solar system keep replenishing the supply, if only by adding dust-size particles. These visitors are comets, frozen balls of dirty ice when far from the Sun. But when its orbit carries a comet close to our star, solar radiation boils the ice from its surface and creates a glowing tail of gas. It also releases particles of dust trapped in the ice, generating a second tail of dust that reflects sunlight.<br  /><br  />This process, however, does more than produce a pleasant sight through a telescope or, occasionally, even to the naked eye. The released particles of dust persist, strewn along the comet’s path. If that path happens to cross Earth’s orbit, our planet will run into the particles at the same time each year. When it does, the particles enter our atmosphere and burn up, producing a meteor shower. <br  /><br  />This can happen even if the comet is a one-time visitor that will never return. But the persistent meteor showers like the Perseids in August and the Geminids in December are created by periodic comets that do return. The most famous example of a periodic comet, and the first one recognized as such, is Halley’s Comet, which last came close to the Sun in February 1986. It orbits once every 75⅓ years, meaning it will again be closest to the Sun in 2061.<br  /><br  />Each time a periodic comet returns to our neck of the woods, it replenishes the dust particles along its path, allowing us to enjoy meteor showers to this day. <br  /><br  />Michael E. Bakich<br  />Contributing Editor"
    }
]