[
    {
        "img": "https://astronomy.com/-/media/69D6B9F5DCA64883BC2F4A94D9DBE6C2.jpg?mw=180",
        "title": "Exoplanet surprise",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2007/02/exoplanet-surprise",
        "time": "Monday, February 26, 2007",
        "summary": "Astronomers have directly measured the first spectrum from a known planet orbiting a distant star.<br />Provided by the Harvard-Smithsonian Center for Astrophysics, Cambridge, Massachusetts",
        "content": "February 26, 2007<br />A team of astronomers led by Carl Grillmair of the Spitzer Science Center and David Charbonneau of the Harvard-Smithsonian Center for Astrophysics announced today that they have directly measured the first spectrum from a known planet orbiting a distant star. Two other teams made a similar measurement of a different extrasolar planet. Taken together, this pioneering work opens a new field of planetary exploration, allowing astronomers to directly analyze the atmospheres of worlds beyond our solar system.<br /><br />In a sense, we're getting our first sniffs of air from an alien world,\" says Charbonneau. \"And what we found surprised us. Or more accurately, what we didn't find surprised us.\"<br /><br />\"We expected to see common molecules like water, methane, or carbon dioxide,\" explains Grillmair. \"But we didn't see any of those. The spectrum was flat, with no molecular fingerprints that we could detect.\"<br /><br />The planet studied by Charbonneau and his colleagues is known as HD 189733b. It orbits a star slightly cooler and less massive than the Sun located about 60 light-years from Earth in the direction of the constellation Vulpecula. It is the closest known \"transiting\" planet to Earth.<br /><br />HD 189733b is a type of planet known as a \"hot Jupiter.\" It orbits very close to its star, completing one revolution every 2.2 days. Its mass and physical size are both slightly larger than Jupiter. At a distance of only three million miles from its star, HD 189733b is heated to a broiling temperature of 1700 degrees Fahrenheit.<br /><br />HD 189733b was selected for study because it periodically crosses in front of and behind its star. When transiting in front, the planet partially eclipses the star and blocks a small portion of the star's light. Similarly, the system dims slightly when the planet disappears behind its star since the star blocks the planet's light. By observing this \"secondary eclipse,\" astronomers can tease out the faint signal of the planet from the overwhelming light of the nearby star.<br /><br />The team studied HD 189733b using the Infrared Spectrograph instrument aboard NASA's Spitzer Space Telescope. Spitzer detects infrared light, or light beyond the red end of the visible light spectrum.<br /><br />When light is split into a rainbow-like spectrum, certain atoms or molecules can leave \"fingerprints\" in the spectrum. Those fingerprints tell astronomers what molecules are there, just as crime scene investigators use real fingerprints to determine what person was in the area.<br /><br />Missing Fingerprints<br />Theoretical calculations by different teams unanimously predicted that water vapor should be the most obvious spectral feature. However, the fingerprint of water was missing from HD 189733b. Astronomers also expected a prominent signature of methane, but that was missing as well.<br /><br />\"The most fundamental thing we predicted was wrong,\" says Grillmair.<br /><br />Since planet formation works the same way everywhere, and since the molecules in question should be just as abundant on a distant world orbiting a Sun-like star as they are in our solar system, astronomers speculate that something is hiding the molecules from sight.<br /><br />One clue comes from the spectrum of a second planet, HD 209458b, which orbits a different star. That spectrum, obtained by a team led by Jeremy Richardson (NASA's Goddard Space Flight Center), shows hints of silicates — molecules containing silicon and oxygen. Such molecules form rocks on the Earth, but on the scorching-hot worlds studied with Spitzer, silicates exist as tiny dust grains that can form clouds.<br /><br />\"We think that both planets may be cloaked in dark silicate clouds,\" says Charbonneau. \"These worlds are blacker than any planet in our solar system.\"<br /><br />The best way to clear up the mystery is to study additional \"hot Jupiters\" to determine if they show similar signs in their atmospheres. Astronomers also will continue to study HD 189733b and HD 209458b in more detail.<br /><br />\"Right now, it's a puzzle,\" says Charbonneau. \"With a few more puzzle pieces, the picture should become clearer.\"<br /><br />The Grillmair/Charbonneau study of HD 189733b will be published in an upcoming issue of The Astrophysical Journal Letters. The Richardson study of HD 209458b is being published in the February 22 issue of the journal Nature. A third team led by Mark Swain (NASA's Jet Propulsion Laboratory) also has submitted a study of the spectrum of HD 209458b to The Astrophysical Journal Letters."
    },
    {
        "img": "https://astronomy.com/-/media/3D17AF8766DC43B2B25C3AFA9BAFFD96.jpg?mw=180",
        "title": "Exoplanet kicked into exile",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2015/12/exoplanet-kicked-into-exile",
        "time": "Tuesday, December 1, 2015  | by University of California, Berkeley",
        "summary": "A star’s lopsided comet belt indicates a disturbed system",
        "content": "A planet discovered last year sitting at an unusually large distance from its star — 16 times farther than Pluto is from the Sun — may have been kicked out of its birthplace close to the star in a process similar to what may have happened early in our own solar system’s history.<br /><br />Images from the Gemini Planet Imager (GPI) in the Chilean Andes and the Hubble Space Telescope show that the star has a lopsided comet belt indicative of a disturbed solar system, and hint that the planet interactions that roiled the comets closer to the star might have sent the exoplanet into exile as well.<br /><br />The planet may even have its own ring of debris it dragged along with it when it was expelled.<br /><br />“We think that the planet itself could have captured material from the comet belt, and that the planet is surrounded by a large dust ring or dust shroud,” said Paul Kalas from the University of California-Berkeley (UC Berkeley). “We conducted three tests and found tentative evidence for a dust cloud, but the jury is still out.”<br /><br />“The measurements we made on the planet suggest it may be dustier than comparison objects, and we are making follow-up observations to check if the planet is really encircled by a disk, an exciting possibility,” said Abhi Rajan from Arizona State University in Phoenix who analyzed the planet images.<br /><br />Such planets are of interest because in its youth our solar system may have had planets that were kicked out of the local neighborhood and are no longer among the eight planets we see today.<br /><br />“Is this a picture of our solar system when it was 13 million years old?” asked Kalas. “We know that our own belt of comets, the Kuiper belt, lost a large fraction of its mass as it evolved, but we don’t have a time machine to go back and see how it was decimated. One of the ways, though, is to study these violent episodes of gravitational disturbance around other young stars that kick out many objects, including planets.”<br /><br />The disturbance could have been caused by a passing star that perturbed the inner planets or a second massive planet in the system. The GPI team also looked for another large planet closer to the star that may have interacted with the exoplanet but found nothing outside of a Uranus-sized orbit.<br /><br />Young 13-million-year-old star<br />The star, HD 106906, is located 300 light-years away in the direction of the constellation Crux and is similar to the Sun, but much younger — about 13 million years old compared to our Sun’s 4.5 billion years. Planets are thought to form early in a star’s history, however, and in 2014 a team led by Vanessa Bailey at the University of Arizona discovered a planet HD 106906b around the star weighing a hefty 11 times Jupiter’s mass and located in the star’s distant suburbs, an astounding 650 AU from the star — one AU is the average distance between Earth and the Sun, or 93 million miles.<br /><br />Planets were not thought to form so far from their star and its surrounding protoplanetary disk so some suggested that the planet formed much like a star by condensing from its own swirling cloud of gas and dust. The GPI and Hubble discovery of a lopsided comet belt and possible ring around the planet points instead to a normal formation within the debris disk around the star, but a violent episode that forced it into a more distant orbit.<br /><br />Kalas and a multi-institutional team using GPI first targeted the star in search of other planets in May 2015 and discovered that it was surrounded by a ring of dusty material very close to the size of our own solar system’s Kuiper Belt. The emptiness of the central region — an area about 50 AU in radius, slightly larger than the region occupied by planets in our solar system — indicates that a planetary system has formed there, Kalas said.<br /><br />He immediately reanalyzed existing images of the star taken earlier by the Hubble Space Telescope and discovered that the ring of dusty material extended much farther away and was extremely lopsided. On the side facing the planet, the dusty material was vertically thin and spanned nearly the huge distance to the known planet, but on the opposite side the dusty material was vertically thick and truncated.<br /><br />“These discoveries suggest that the entire planetary system has been recently jostled by an unknown perturbation to its current asymmetric state,” he said. The planet is also unusual in that its orbit is possibly tilted 21° away from the plane of the inner planetary system, whereas most planets typically lie close to a common plane.<br /><br />Kalas and collaborators hypothesized that the planet may have originated from a position closer to the comet belt, and it may have captured dusty material that still orbits the planet. To test the hypothesis, they carefully analyzed the GPI and Hubble observations, revealing three properties about the planet consistent with a large dusty ring or shroud surrounding it. However, for each of the three properties, alternate explanations are possible.<br /><br />The investigators will be pursuing more sensitive observations with the Hubble Space Telescope to determine if HD 106906b is in fact one of the first exoplanets that resembles Saturn and its ring system.<br /><br />The inner belt of dust around the star has been confirmed by an independent team using the planet-finding instrument SPHERE on the ESO’s Very Large Telescope in Chile. The lopsided nature of the debris disk was not evident, however, until Kalas called up archival images from Hubble’s Advanced Camera for Surveys.<br /><br />The GPI Exoplanet Survey, operated by a team of astronomers at UC Berkeley and 23 other institutions, is targeting 600 young stars, all less than approximately 100 million years old, to understand how planetary systems evolve over time and what planetary dynamics could shape the final arrangement of planets like we see in our solar system today."
    },
    {
        "img": "https://astronomy.com/-/media/BB9CA9B35484432AA4F5CC59BDFA452C.jpg?mw=180",
        "title": "A highly eccentric exoplanet",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2016/03/a-highly-eccentric-exoplanet",
        "time": "Monday, March 28, 2016  | by MIT, Cambridge, Massachusetts",
        "summary": "Observations of an extreme-weather planet raise questions about hot Jupiters’ origins",
        "content": "For centuries, the solar system was viewed as a standard blueprint for planetary systems in the universe, with a star (our Sun) at the center of a circular track, and a planet orbiting within each lane. Smaller rockier planets fill the interior lanes, and larger gas giants orbit further out.<br /><br />But over the last 20 years, more powerful telescopes have revealed far from our solar system a host of exotic systems with completely unexpected configurations. \"Hot Jupiters,\" for example, are massive \"roaster\" planets that circle scorchingly close to their stars. Scientists have puzzled over how these gas giants, which supposedly form far from their stars, end up on such blistering orbits.<br /><br />Now an even weirder planetary system may render the puzzle more challenging. Using NASA's Spitzer Space Telescope, scientists from the Massachusetts Institute of Technology (MIT) in Cambridge, the Space Telescope Science Institute, the University of California at Santa Cruz, and elsewhere have observed an exoplanet by the name of HD 80606 b. This planet is about the size of Jupiter, though four times as massive, and resides in a system 190 light-years from Earth in the constellation Ursa Major.<br /><br />What makes HD 80606 b stand out amid the hundreds of exoplanets discovered recently is its highly eccentric orbit. Instead of maintaining a circular path, HD 80606 b spends about 100 days of its year traveling an oblong route away from and then returning toward its star, much like the trajectory of a comet. Then, in a matter of just 20 hours, it sweeps around the star, very nearly touching it, before swinging away again. At its closest approach, the planet receives an enormous amount of energy from its star — over a thousand times the energy Earth receives from the Sun each day.<br /><br />\"If the Earth were to be moved that close to our Sun, it wouldn't take long for it to lose its atmosphere and turn its surface to magma,\" said Julien de Wit from MIT.<br /><br />De Wit and his colleagues report on observations of HD 80606 b over 85 hours, during its closest approach to its star. The researchers have studied how the planet's temperature changes as it approaches, sweeps by, and moves away from its star. They determined that while the star-facing side of the planet boils up to an extreme 2,000° Fahrenheit (1,100° Celsius) during the swingby, these roasting temperatures are short-lived. Surprisingly, they found that the planet cools in fewer than 10 hours as it orbits away, reaching temperatures so cold that it becomes invisible to Spitzer for the rest of its orbit.<br /><br />\"This happens every 111 days,\" de Wit said. \"The good thing is the planet goes so far away that the process is a complete reset. It's the same story over and over again.\"<br /><br />An eccentric perspective<br />It's thought that hot Jupiters start out in circular orbits similar to that of our own Jupiter, far away from their stars. At some point, something large and massive like a nearby star pushes them into eccentric orbits. These planets are then squeezed by their stars' gravity every time they whip close by. During every close encounter, a fraction of the gravitational energy used to squeeze the planets is dissipated as heat, slowly reducing the eccentricity of the planets' orbits, which eventually end up tight and circular — a process known as circularization. HD 80606 b, therefore, is thought to be mid-migration, slowing moving from an elliptical to a circular track.<br /><br />How long the circularization phase lasts depends on how \"squishy\" or pliable the planet is, given its interior properties. The more pliable a planet, the better it is at dissipating mechanical energy as heat — a trick anyone can experience by repeatedly squeezing a rubber ball, which in turn heats up the ball. Based on the squishiness of the giants in our solar system, the circularization phase is expected to occur over a relatively short period of hundreds of millions of years. Scientists believe this mechanism might explain how hot Jupiters eventually evolved their close-in orbits.<br /><br />However, the new Spitzer observations suggest that HD 80606 b is not as squishy as expected. Therefore, HD 80606 b is not migrating as fast as previously thought and may maintain its highly eccentric orbit for another 10 billion years or more. If this is the case, de Wit said scientists may have to rethink theories on how hot Jupiters are formed, as it implies that the underlying migration mechanism may not be as efficient as once believed.<br /><br />De Wit said that alternative theories for how hot Jupiters form — in which gas giants develop close to their stars or smoothly spiral inward with the help of planet-forming disks — may be more likely explanations for hot Jupiter evolution.<br /><br />The researchers also calculated the planet's rotation rate. HD 80606 b's rotation rate, essentially the length of its day, is estimated to be 90 hours, which is twice as long as predicted for this planet.<br /><br />\"This system is undoubtedly very unique as it seems to challenge in many ways our understanding of planet-star interactions and planet formation,\" de Wit said. \"Hopefully, future studies of similar systems will help us evaluate how special this system is and how far off our initial theories were.\""
    },
    {
        "img": "https://astronomy.com/-/media/0B8D62223B71401CB7E0F6B64318F9E1.jpg?mw=180",
        "title": "Smallest terrestrial exoplanet discovered",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2009/02/smallest-terrestrial-exoplanet-discovered",
        "time": "Tuesday, February 3, 2009",
        "summary": "Astronomers detected the new planet, COROT-Exo-7b, as it transited its parent star, dimming the light from the star as it passed in front of it.<br />Provided by ESA, Noordwijk, Netherlands",
        "content": "February 3, 2009<br />The convection rotation and planetary transits space telescope (COROT) has found the smallest terrestrial planet ever detected outside the solar system. The amazing planet is less than twice the size of Earth and orbits a Sun-like star. Its temperature is so high that it might be covered in lava or water vapor.<br /><br />About 330 exoplanets have been discovered so far, most of which are gas giants with characteristics similar to Jupiter and Neptune.<br /><br />The new find, COROT-Exo-7b, is different. Its diameter is less than twice that of Earth, and it orbits its star once every 20 hours. It is located very close to its parent star, and has a high temperature, between 1,800° and 2,700° Fahrenheit (1,000° and 1,500° Celsius). Astronomers detected the new planet as it transited its parent star, dimming the light from the star as it passed in front of it.<br /><br />The density of the planet is still under investigation. It may be rocky like Earth and covered in liquid lava. It may also belong to a class of planets that are thought to be made up of water and rock in almost equal amounts. Given the high temperatures measured, the planet would be a very hot and humid place.<br /><br />\"Finding such a small planet was not a complete surprise\", said Daniel Rouan, researcher at the Observatoire de Paris Lesia, who coordinates the project with Alain Leger, from Institut d'Astrophysique Spatiale (Paris). \"COROT-Exo-7b belongs to a class of objects whose existence had been predicted for some time. COROT was designed precisely in the hope of discovering some of these objects,\" he said.<br /><br />Few exoplanets found have a mass comparable to Earth's and the other terrestrial planets — Venus, Mars, and Mercury. Terrestrial planets are difficult to detect. Most of the methods used so far are indirect and sensitive to the mass of the planet, while COROT can directly measure the size of its surface. In addition, its location in space allows for longer periods of uninterrupted observation than would be possible from the ground.<br /><br />Recent measurements have indicated planets of small masses exist but their size remained undetermined until now.<br /><br />The internal structure of COROT-exo-7b puzzles scientists. They are unsure if it is an 'ocean planet' — a kind of planet whose existence has never been proved so far. In theory, such planets would initially be covered partially in ice, and they would later drift towards their star, with the ice melting to cover it in liquid.<br /><br />\"This discovery is a very important step on the road to understanding the formation and evolution of our planet,\" said Malcolm Fridlund, European Space Agency's COROT project scientist. \"For the first time, we have unambiguously detected a planet that is 'rocky' in the same sense as Earth. We now have to understand this object further to put it into context, and continue our search for smaller, more earthlike objects with COROT,\" he said."
    },
    {
        "img": "https://astronomy.com/-/media/279567672D134E93A1872FE7A9011F94.jpg?mw=180",
        "title": "Jupiter-sized exoplanet estimate",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2008/07/jupiter-sized-exoplanet-estimate",
        "time": "Thursday, July 10, 2008",
        "summary": "Radio observations of the Orion Nebula indicate a small fraction of sun-like stars can harbor Jupiter-sized planets.<br />Provided by the University of California, Berkeley",
        "content": "July 10, 2008<br />A detailed survey of stars in the Orion Nebula has found that fewer than 10 percent have enough surrounding dust to make Jupiter-sized planets, according to a report by astronomers at the University of California, Berkeley, the California Institute of Technology (Caltech) and the Harvard-Smithsonian Center for Astrophysics.<br /><br />Because stars like the sun probably formed in hot open clusters like Orion, the finding suggests that sun-like stars have a low probability of forming planets, or at least, planets the size of Jupiter or larger.<br /><br />\"We think that most stars in the galaxy are formed in dense, Orion-like regions, so this implies that systems like ours may be the exception rather than the rule,\" said lead author Joshua Eisner, a Miller postdoctoral fellow at UC Berkeley. This is consistent with the results of current planet searches, which are finding that only about 6 percent of stars surveyed have planets the size of Jupiter or larger.<br /><br />The study by Eisner, Caltech astronomer John M. Carpenter and their colleagues will appear in the August 10 print edition of The Astrophysical Journal.<br /><br />The Orion Nebula is a brilliant cluster only a million years old and glowing with the light of newly formed stars like a jewel in the sword of the hunter Orion. The cluster is also very dense, Eisner said, with 1,000 stars packed into a region several light years on a side. For comparison, in the neighborhood of the sun, there's only one star within that volume of space.<br /><br />Four billion years ago, however, the sun may have been in a dense, open cluster like Orion. Because open clusters like Orion eventually become gravitationally unbound, they disperse over the course of billions of years, and as a result, the sun's birth neighbors are long gone.<br /><br />Studying star clusters like the Orion Nebula Cluster \"helps our understanding of the typical mode of star and planet formation,\" Eisner said.<br /><br />The new findings come from some of the first observations of a radio telescope array jointly operated by UC Berkeley, Caltech, the University of Maryland and the University of Illinois and located at Cedar Flat in eastern California's Inyo Mountains near the city of Bishop. The Combined Array for Research in Millimeter Astronomy (CARMA) was created in 2004 by relocating the nine 6-meter telescopes of the Berkeley-Illinois-Maryland Association (BIMA) array from Hat Creek, Calif., and the six 10-meter telescopes of Caltech's Owens Valley Radio Observatory (OVRO) millimeter-wave array to Cedar Flat. The 15-dish array conducted its first observations in 2006.<br /><br />The CARMA array observes at millimeter wavelengths, which is ideal for piercing the clouds of dust and gas surrounding young stars to see their dense, dusty disks. Eisner and his colleagues also used the Submillimeter Array (SMA) atop Mauna Kea in Hawaii for this study. The combination of CARMA and the SMA enabled the sensitivity and high image quality needed to observe the dusty disks in Orion.<br /><br />The astronomers' observations of Orion's central region of more than 250 known stars showed that only about 10 percent emit 1.3-millimeter wavelength radiation typically emitted by a warm disk of dust. Even fewer<br />— less than 8 percent of stars surveyed — were judged to have dust disks with masses greater than one-hundredth the mass of the sun, a mass thought to be the lower limit for formation of Jupiter-sized planets. The average mass of a protoplanetary disk in the region was only one-thousandth of a solar mass, the researchers calculated.<br /><br />Eisner noted that previous surveys he and Carpenter have conducted of other young, open clusters that are older or younger than Orion show an evolutionary trend in the average masses of disks in the different regions. Older clusters tend to show less dust, perhaps because much of it has already gathered into planets.<br /><br />Previous surveys of another lower-density, star-forming region — the Taurus cluster — showed that more than 20 percent of its stars have enough mass to form planets. The difference is probably related to the tightly packed, hot stars of the Orion cluster, said Carpenter, a senior research astronomer and deputy director of OVRO.<br /><br />\"Somehow, the Orion cluster environment is not conducive to forming high mass disks or having them survive long, presumably due to the ionization field from the hot, massive OB stars, which you might expect would photoevaporate dust and lead to small disk masses,\" he said.<br /><br />Many of the stars in Orion imaged by CARMA had been photographed earlier by the Hubble Space Telescope and were dubbed proplyds, short for protoplanetary disks. While Hubble saw the dust disks silhouetted against the star, CARMA directly detected emissions from the dust itself.<br /><br />\"CARMA is an ideal instrument for this type of study, with its 15 telescopes providing the fine resolution needed to resolve protoplanetary disks so that we can determine their structure and measure their masses more precisely,\" Eisner said.<br /><br />Carpenter noted that future improvements to the CARMA array could allow detection of even smaller disks capable of giving rise to sub-Jupiter planets. To detect even smaller disks able to form large Earth-like planets, or super-Earths, will require a more extensive array, such as the Atacama Large Millimeter Array (ALMA) now being built in Chile."
    },
    {
        "img": "https://astronomy.com/-/media/BD103F57AEA843438E66A704FBAA4997.jpg?mw=180",
        "title": "New exoplanet found",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2008/07/new-exoplanet-found",
        "time": "Friday, July 25, 2008",
        "summary": "COROT finds a new celestial object that orbits a Sun-like star.<br />Provided by ESA, Noordwijk, Netherlands",
        "content": "February 26, 2007<br />A team of astronomers led by Carl Grillmair of the Spitzer Science Center and David Charbonneau of the Harvard-Smithsonian Center for Astrophysics announced today that they have directly measured the first spectrum from a known planet orbiting a distant star. Two other teams made a similar measurement of a different extrasolar planet. Taken together, this pioneering work opens a new field of planetary exploration, allowing astronomers to directly analyze the atmospheres of worlds beyond our solar system.<br /><br />In a sense, we're getting our first sniffs of air from an alien world,\" says Charbonneau. \"And what we found surprised us. Or more accurately, what we didn't find surprised us.\"<br /><br />\"We expected to see common molecules like water, methane, or carbon dioxide,\" explains Grillmair. \"But we didn't see any of those. The spectrum was flat, with no molecular fingerprints that we could detect.\"<br /><br />The planet studied by Charbonneau and his colleagues is known as HD 189733b. It orbits a star slightly cooler and less massive than the Sun located about 60 light-years from Earth in the direction of the constellation Vulpecula. It is the closest known \"transiting\" planet to Earth.<br /><br />HD 189733b is a type of planet known as a \"hot Jupiter.\" It orbits very close to its star, completing one revolution every 2.2 days. Its mass and physical size are both slightly larger than Jupiter. At a distance of only three million miles from its star, HD 189733b is heated to a broiling temperature of 1700 degrees Fahrenheit.<br /><br />HD 189733b was selected for study because it periodically crosses in front of and behind its star. When transiting in front, the planet partially eclipses the star and blocks a small portion of the star's light. Similarly, the system dims slightly when the planet disappears behind its star since the star blocks the planet's light. By observing this \"secondary eclipse,\" astronomers can tease out the faint signal of the planet from the overwhelming light of the nearby star.<br /><br />The team studied HD 189733b using the Infrared Spectrograph instrument aboard NASA's Spitzer Space Telescope. Spitzer detects infrared light, or light beyond the red end of the visible light spectrum.<br /><br />When light is split into a rainbow-like spectrum, certain atoms or molecules can leave \"fingerprints\" in the spectrum. Those fingerprints tell astronomers what molecules are there, just as crime scene investigators use real fingerprints to determine what person was in the area.<br /><br />Missing Fingerprints<br />Theoretical calculations by different teams unanimously predicted that water vapor should be the most obvious spectral feature. However, the fingerprint of water was missing from HD 189733b. Astronomers also expected a prominent signature of methane, but that was missing as well.<br /><br />\"The most fundamental thing we predicted was wrong,\" says Grillmair.<br /><br />Since planet formation works the same way everywhere, and since the molecules in question should be just as abundant on a distant world orbiting a Sun-like star as they are in our solar system, astronomers speculate that something is hiding the molecules from sight.<br /><br />One clue comes from the spectrum of a second planet, HD 209458b, which orbits a different star. That spectrum, obtained by a team led by Jeremy Richardson (NASA's Goddard Space Flight Center), shows hints of silicates — molecules containing silicon and oxygen. Such molecules form rocks on the Earth, but on the scorching-hot worlds studied with Spitzer, silicates exist as tiny dust grains that can form clouds.<br /><br />\"We think that both planets may be cloaked in dark silicate clouds,\" says Charbonneau. \"These worlds are blacker than any planet in our solar system.\"<br /><br />The best way to clear up the mystery is to study additional \"hot Jupiters\" to determine if they show similar signs in their atmospheres. Astronomers also will continue to study HD 189733b and HD 209458b in more detail.<br /><br />\"Right now, it's a puzzle,\" says Charbonneau. \"With a few more puzzle pieces, the picture should become clearer.\"<br /><br />The Grillmair/Charbonneau study of HD 189733b will be published in an upcoming issue of The Astrophysical Journal Letters. The Richardson study of HD 209458b is being published in the February 22 issue of the journal Nature. A third team led by Mark Swain (NASA's Jet Propulsion Laboratory) also has submitted a study of the spectrum of HD 209458b to The Astrophysical Journal Letters."
    },
    {
        "img": "https://astronomy.com/-/media/5E8D8F64B99945ADA60A5AD4BDC7C457.jpg?mw=180",
        "title": "Snapshot of an exoplanet",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2008/11/snapshot-of-an-exoplanet",
        "time": "Thursday, November 13, 2008",
        "summary": "Astronomers capture first optical photo of exoplanet orbiting nearby star.<br />Provided by the University of California, Berkeley",
        "content": "A planet discovered last year sitting at an unusually large distance from its star — 16 times farther than Pluto is from the Sun — may have been kicked out of its birthplace close to the star in a process similar to what may have happened early in our own solar system’s history.<br /><br />Images from the Gemini Planet Imager (GPI) in the Chilean Andes and the Hubble Space Telescope show that the star has a lopsided comet belt indicative of a disturbed solar system, and hint that the planet interactions that roiled the comets closer to the star might have sent the exoplanet into exile as well.<br /><br />The planet may even have its own ring of debris it dragged along with it when it was expelled.<br /><br />“We think that the planet itself could have captured material from the comet belt, and that the planet is surrounded by a large dust ring or dust shroud,” said Paul Kalas from the University of California-Berkeley (UC Berkeley). “We conducted three tests and found tentative evidence for a dust cloud, but the jury is still out.”<br /><br />“The measurements we made on the planet suggest it may be dustier than comparison objects, and we are making follow-up observations to check if the planet is really encircled by a disk, an exciting possibility,” said Abhi Rajan from Arizona State University in Phoenix who analyzed the planet images.<br /><br />Such planets are of interest because in its youth our solar system may have had planets that were kicked out of the local neighborhood and are no longer among the eight planets we see today.<br /><br />“Is this a picture of our solar system when it was 13 million years old?” asked Kalas. “We know that our own belt of comets, the Kuiper belt, lost a large fraction of its mass as it evolved, but we don’t have a time machine to go back and see how it was decimated. One of the ways, though, is to study these violent episodes of gravitational disturbance around other young stars that kick out many objects, including planets.”<br /><br />The disturbance could have been caused by a passing star that perturbed the inner planets or a second massive planet in the system. The GPI team also looked for another large planet closer to the star that may have interacted with the exoplanet but found nothing outside of a Uranus-sized orbit.<br /><br />Young 13-million-year-old star<br />The star, HD 106906, is located 300 light-years away in the direction of the constellation Crux and is similar to the Sun, but much younger — about 13 million years old compared to our Sun’s 4.5 billion years. Planets are thought to form early in a star’s history, however, and in 2014 a team led by Vanessa Bailey at the University of Arizona discovered a planet HD 106906b around the star weighing a hefty 11 times Jupiter’s mass and located in the star’s distant suburbs, an astounding 650 AU from the star — one AU is the average distance between Earth and the Sun, or 93 million miles.<br /><br />Planets were not thought to form so far from their star and its surrounding protoplanetary disk so some suggested that the planet formed much like a star by condensing from its own swirling cloud of gas and dust. The GPI and Hubble discovery of a lopsided comet belt and possible ring around the planet points instead to a normal formation within the debris disk around the star, but a violent episode that forced it into a more distant orbit.<br /><br />Kalas and a multi-institutional team using GPI first targeted the star in search of other planets in May 2015 and discovered that it was surrounded by a ring of dusty material very close to the size of our own solar system’s Kuiper Belt. The emptiness of the central region — an area about 50 AU in radius, slightly larger than the region occupied by planets in our solar system — indicates that a planetary system has formed there, Kalas said.<br /><br />He immediately reanalyzed existing images of the star taken earlier by the Hubble Space Telescope and discovered that the ring of dusty material extended much farther away and was extremely lopsided. On the side facing the planet, the dusty material was vertically thin and spanned nearly the huge distance to the known planet, but on the opposite side the dusty material was vertically thick and truncated.<br /><br />“These discoveries suggest that the entire planetary system has been recently jostled by an unknown perturbation to its current asymmetric state,” he said. The planet is also unusual in that its orbit is possibly tilted 21° away from the plane of the inner planetary system, whereas most planets typically lie close to a common plane.<br /><br />Kalas and collaborators hypothesized that the planet may have originated from a position closer to the comet belt, and it may have captured dusty material that still orbits the planet. To test the hypothesis, they carefully analyzed the GPI and Hubble observations, revealing three properties about the planet consistent with a large dusty ring or shroud surrounding it. However, for each of the three properties, alternate explanations are possible.<br /><br />The investigators will be pursuing more sensitive observations with the Hubble Space Telescope to determine if HD 106906b is in fact one of the first exoplanets that resembles Saturn and its ring system.<br /><br />The inner belt of dust around the star has been confirmed by an independent team using the planet-finding instrument SPHERE on the ESO’s Very Large Telescope in Chile. The lopsided nature of the debris disk was not evident, however, until Kalas called up archival images from Hubble’s Advanced Camera for Surveys.<br /><br />The GPI Exoplanet Survey, operated by a team of astronomers at UC Berkeley and 23 other institutions, is targeting 600 young stars, all less than approximately 100 million years old, to understand how planetary systems evolve over time and what planetary dynamics could shape the final arrangement of planets like we see in our solar system today."
    },
    {
        "img": "https://astronomy.com/-/media/593F233DB79343D7BAD36D995FDD7823.jpg?mw=180",
        "title": "CHARA measures an exoplanet",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2007/01/chara-measures-an-exoplanet",
        "time": "Monday, January 15, 2007",
        "summary": "For the first time, astronomers measure an extrasolar planet's diameter by direct means.<br />Provided by Georgia State University, Atlanta",
        "content": "For centuries, the solar system was viewed as a standard blueprint for planetary systems in the universe, with a star (our Sun) at the center of a circular track, and a planet orbiting within each lane. Smaller rockier planets fill the interior lanes, and larger gas giants orbit further out.<br /><br />But over the last 20 years, more powerful telescopes have revealed far from our solar system a host of exotic systems with completely unexpected configurations. \"Hot Jupiters,\" for example, are massive \"roaster\" planets that circle scorchingly close to their stars. Scientists have puzzled over how these gas giants, which supposedly form far from their stars, end up on such blistering orbits.<br /><br />Now an even weirder planetary system may render the puzzle more challenging. Using NASA's Spitzer Space Telescope, scientists from the Massachusetts Institute of Technology (MIT) in Cambridge, the Space Telescope Science Institute, the University of California at Santa Cruz, and elsewhere have observed an exoplanet by the name of HD 80606 b. This planet is about the size of Jupiter, though four times as massive, and resides in a system 190 light-years from Earth in the constellation Ursa Major.<br /><br />What makes HD 80606 b stand out amid the hundreds of exoplanets discovered recently is its highly eccentric orbit. Instead of maintaining a circular path, HD 80606 b spends about 100 days of its year traveling an oblong route away from and then returning toward its star, much like the trajectory of a comet. Then, in a matter of just 20 hours, it sweeps around the star, very nearly touching it, before swinging away again. At its closest approach, the planet receives an enormous amount of energy from its star — over a thousand times the energy Earth receives from the Sun each day.<br /><br />\"If the Earth were to be moved that close to our Sun, it wouldn't take long for it to lose its atmosphere and turn its surface to magma,\" said Julien de Wit from MIT.<br /><br />De Wit and his colleagues report on observations of HD 80606 b over 85 hours, during its closest approach to its star. The researchers have studied how the planet's temperature changes as it approaches, sweeps by, and moves away from its star. They determined that while the star-facing side of the planet boils up to an extreme 2,000° Fahrenheit (1,100° Celsius) during the swingby, these roasting temperatures are short-lived. Surprisingly, they found that the planet cools in fewer than 10 hours as it orbits away, reaching temperatures so cold that it becomes invisible to Spitzer for the rest of its orbit.<br /><br />\"This happens every 111 days,\" de Wit said. \"The good thing is the planet goes so far away that the process is a complete reset. It's the same story over and over again.\"<br /><br />An eccentric perspective<br />It's thought that hot Jupiters start out in circular orbits similar to that of our own Jupiter, far away from their stars. At some point, something large and massive like a nearby star pushes them into eccentric orbits. These planets are then squeezed by their stars' gravity every time they whip close by. During every close encounter, a fraction of the gravitational energy used to squeeze the planets is dissipated as heat, slowly reducing the eccentricity of the planets' orbits, which eventually end up tight and circular — a process known as circularization. HD 80606 b, therefore, is thought to be mid-migration, slowing moving from an elliptical to a circular track.<br /><br />How long the circularization phase lasts depends on how \"squishy\" or pliable the planet is, given its interior properties. The more pliable a planet, the better it is at dissipating mechanical energy as heat — a trick anyone can experience by repeatedly squeezing a rubber ball, which in turn heats up the ball. Based on the squishiness of the giants in our solar system, the circularization phase is expected to occur over a relatively short period of hundreds of millions of years. Scientists believe this mechanism might explain how hot Jupiters eventually evolved their close-in orbits.<br /><br />However, the new Spitzer observations suggest that HD 80606 b is not as squishy as expected. Therefore, HD 80606 b is not migrating as fast as previously thought and may maintain its highly eccentric orbit for another 10 billion years or more. If this is the case, de Wit said scientists may have to rethink theories on how hot Jupiters are formed, as it implies that the underlying migration mechanism may not be as efficient as once believed.<br /><br />De Wit said that alternative theories for how hot Jupiters form — in which gas giants develop close to their stars or smoothly spiral inward with the help of planet-forming disks — may be more likely explanations for hot Jupiter evolution.<br /><br />The researchers also calculated the planet's rotation rate. HD 80606 b's rotation rate, essentially the length of its day, is estimated to be 90 hours, which is twice as long as predicted for this planet.<br /><br />\"This system is undoubtedly very unique as it seems to challenge in many ways our understanding of planet-star interactions and planet formation,\" de Wit said. \"Hopefully, future studies of similar systems will help us evaluate how special this system is and how far off our initial theories were.\""
    },
    {
        "img": "https://astronomy.com/-/media/282B6610799A4B609E0F43D8F71E5036.jpg?mw=180",
        "title": "Earthlike exoplanet found",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2007/04/earthlike-exoplanet-found",
        "time": "Wednesday, April 25, 2007",
        "summary": "Astronomers have discovered the most earthlike planet to date.<br />Provided by ESO, Garching, Germany",
        "content": "February 3, 2009<br />The convection rotation and planetary transits space telescope (COROT) has found the smallest terrestrial planet ever detected outside the solar system. The amazing planet is less than twice the size of Earth and orbits a Sun-like star. Its temperature is so high that it might be covered in lava or water vapor.<br /><br />About 330 exoplanets have been discovered so far, most of which are gas giants with characteristics similar to Jupiter and Neptune.<br /><br />The new find, COROT-Exo-7b, is different. Its diameter is less than twice that of Earth, and it orbits its star once every 20 hours. It is located very close to its parent star, and has a high temperature, between 1,800° and 2,700° Fahrenheit (1,000° and 1,500° Celsius). Astronomers detected the new planet as it transited its parent star, dimming the light from the star as it passed in front of it.<br /><br />The density of the planet is still under investigation. It may be rocky like Earth and covered in liquid lava. It may also belong to a class of planets that are thought to be made up of water and rock in almost equal amounts. Given the high temperatures measured, the planet would be a very hot and humid place.<br /><br />\"Finding such a small planet was not a complete surprise\", said Daniel Rouan, researcher at the Observatoire de Paris Lesia, who coordinates the project with Alain Leger, from Institut d'Astrophysique Spatiale (Paris). \"COROT-Exo-7b belongs to a class of objects whose existence had been predicted for some time. COROT was designed precisely in the hope of discovering some of these objects,\" he said.<br /><br />Few exoplanets found have a mass comparable to Earth's and the other terrestrial planets — Venus, Mars, and Mercury. Terrestrial planets are difficult to detect. Most of the methods used so far are indirect and sensitive to the mass of the planet, while COROT can directly measure the size of its surface. In addition, its location in space allows for longer periods of uninterrupted observation than would be possible from the ground.<br /><br />Recent measurements have indicated planets of small masses exist but their size remained undetermined until now.<br /><br />The internal structure of COROT-exo-7b puzzles scientists. They are unsure if it is an 'ocean planet' — a kind of planet whose existence has never been proved so far. In theory, such planets would initially be covered partially in ice, and they would later drift towards their star, with the ice melting to cover it in liquid.<br /><br />\"This discovery is a very important step on the road to understanding the formation and evolution of our planet,\" said Malcolm Fridlund, European Space Agency's COROT project scientist. \"For the first time, we have unambiguously detected a planet that is 'rocky' in the same sense as Earth. We now have to understand this object further to put it into context, and continue our search for smaller, more earthlike objects with COROT,\" he said."
    },
    {
        "img": "https://astronomy.com/-/media/9E0EA476F2514045BDDAA58D01D93E1B.jpg?mw=180",
        "title": "The first exoplanet map",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2007/05/the-first-exoplanet-map",
        "time": "Wednesday, May 9, 2007",
        "summary": "Using a new technique, astronomers have mapped the cloud tops of a \"hot Jupiter.\"<br />Provided by the Harvard-Smithsonian Center for Astrophysics, Cambridge, Massachusetts",
        "content": "July 10, 2008<br />A detailed survey of stars in the Orion Nebula has found that fewer than 10 percent have enough surrounding dust to make Jupiter-sized planets, according to a report by astronomers at the University of California, Berkeley, the California Institute of Technology (Caltech) and the Harvard-Smithsonian Center for Astrophysics.<br /><br />Because stars like the sun probably formed in hot open clusters like Orion, the finding suggests that sun-like stars have a low probability of forming planets, or at least, planets the size of Jupiter or larger.<br /><br />\"We think that most stars in the galaxy are formed in dense, Orion-like regions, so this implies that systems like ours may be the exception rather than the rule,\" said lead author Joshua Eisner, a Miller postdoctoral fellow at UC Berkeley. This is consistent with the results of current planet searches, which are finding that only about 6 percent of stars surveyed have planets the size of Jupiter or larger.<br /><br />The study by Eisner, Caltech astronomer John M. Carpenter and their colleagues will appear in the August 10 print edition of The Astrophysical Journal.<br /><br />The Orion Nebula is a brilliant cluster only a million years old and glowing with the light of newly formed stars like a jewel in the sword of the hunter Orion. The cluster is also very dense, Eisner said, with 1,000 stars packed into a region several light years on a side. For comparison, in the neighborhood of the sun, there's only one star within that volume of space.<br /><br />Four billion years ago, however, the sun may have been in a dense, open cluster like Orion. Because open clusters like Orion eventually become gravitationally unbound, they disperse over the course of billions of years, and as a result, the sun's birth neighbors are long gone.<br /><br />Studying star clusters like the Orion Nebula Cluster \"helps our understanding of the typical mode of star and planet formation,\" Eisner said.<br /><br />The new findings come from some of the first observations of a radio telescope array jointly operated by UC Berkeley, Caltech, the University of Maryland and the University of Illinois and located at Cedar Flat in eastern California's Inyo Mountains near the city of Bishop. The Combined Array for Research in Millimeter Astronomy (CARMA) was created in 2004 by relocating the nine 6-meter telescopes of the Berkeley-Illinois-Maryland Association (BIMA) array from Hat Creek, Calif., and the six 10-meter telescopes of Caltech's Owens Valley Radio Observatory (OVRO) millimeter-wave array to Cedar Flat. The 15-dish array conducted its first observations in 2006.<br /><br />The CARMA array observes at millimeter wavelengths, which is ideal for piercing the clouds of dust and gas surrounding young stars to see their dense, dusty disks. Eisner and his colleagues also used the Submillimeter Array (SMA) atop Mauna Kea in Hawaii for this study. The combination of CARMA and the SMA enabled the sensitivity and high image quality needed to observe the dusty disks in Orion.<br /><br />The astronomers' observations of Orion's central region of more than 250 known stars showed that only about 10 percent emit 1.3-millimeter wavelength radiation typically emitted by a warm disk of dust. Even fewer<br />— less than 8 percent of stars surveyed — were judged to have dust disks with masses greater than one-hundredth the mass of the sun, a mass thought to be the lower limit for formation of Jupiter-sized planets. The average mass of a protoplanetary disk in the region was only one-thousandth of a solar mass, the researchers calculated.<br /><br />Eisner noted that previous surveys he and Carpenter have conducted of other young, open clusters that are older or younger than Orion show an evolutionary trend in the average masses of disks in the different regions. Older clusters tend to show less dust, perhaps because much of it has already gathered into planets.<br /><br />Previous surveys of another lower-density, star-forming region — the Taurus cluster — showed that more than 20 percent of its stars have enough mass to form planets. The difference is probably related to the tightly packed, hot stars of the Orion cluster, said Carpenter, a senior research astronomer and deputy director of OVRO.<br /><br />\"Somehow, the Orion cluster environment is not conducive to forming high mass disks or having them survive long, presumably due to the ionization field from the hot, massive OB stars, which you might expect would photoevaporate dust and lead to small disk masses,\" he said.<br /><br />Many of the stars in Orion imaged by CARMA had been photographed earlier by the Hubble Space Telescope and were dubbed proplyds, short for protoplanetary disks. While Hubble saw the dust disks silhouetted against the star, CARMA directly detected emissions from the dust itself.<br /><br />\"CARMA is an ideal instrument for this type of study, with its 15 telescopes providing the fine resolution needed to resolve protoplanetary disks so that we can determine their structure and measure their masses more precisely,\" Eisner said.<br /><br />Carpenter noted that future improvements to the CARMA array could allow detection of even smaller disks capable of giving rise to sub-Jupiter planets. To detect even smaller disks able to form large Earth-like planets, or super-Earths, will require a more extensive array, such as the Atacama Large Millimeter Array (ALMA) now being built in Chile."
    },
    {
        "img": "https://astronomy.com/-/media/1F91D08639DB44D99316E81FBAE72B82.jpg?mw=180",
        "title": "The hottest exoplanet",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2007/05/the-hottest-exoplanet",
        "time": "Wednesday, May 9, 2007",
        "summary": "The extrasolar planet HD 149026b glows like an ember in space at a temperature of 3,700º Fahrenheit.<br />Provided by the University of Central Florida, Orlando",
        "content": "February 26, 2007<br />A team of astronomers led by Carl Grillmair of the Spitzer Science Center and David Charbonneau of the Harvard-Smithsonian Center for Astrophysics announced today that they have directly measured the first spectrum from a known planet orbiting a distant star. Two other teams made a similar measurement of a different extrasolar planet. Taken together, this pioneering work opens a new field of planetary exploration, allowing astronomers to directly analyze the atmospheres of worlds beyond our solar system.<br /><br />In a sense, we're getting our first sniffs of air from an alien world,\" says Charbonneau. \"And what we found surprised us. Or more accurately, what we didn't find surprised us.\"<br /><br />\"We expected to see common molecules like water, methane, or carbon dioxide,\" explains Grillmair. \"But we didn't see any of those. The spectrum was flat, with no molecular fingerprints that we could detect.\"<br /><br />The planet studied by Charbonneau and his colleagues is known as HD 189733b. It orbits a star slightly cooler and less massive than the Sun located about 60 light-years from Earth in the direction of the constellation Vulpecula. It is the closest known \"transiting\" planet to Earth.<br /><br />HD 189733b is a type of planet known as a \"hot Jupiter.\" It orbits very close to its star, completing one revolution every 2.2 days. Its mass and physical size are both slightly larger than Jupiter. At a distance of only three million miles from its star, HD 189733b is heated to a broiling temperature of 1700 degrees Fahrenheit.<br /><br />HD 189733b was selected for study because it periodically crosses in front of and behind its star. When transiting in front, the planet partially eclipses the star and blocks a small portion of the star's light. Similarly, the system dims slightly when the planet disappears behind its star since the star blocks the planet's light. By observing this \"secondary eclipse,\" astronomers can tease out the faint signal of the planet from the overwhelming light of the nearby star.<br /><br />The team studied HD 189733b using the Infrared Spectrograph instrument aboard NASA's Spitzer Space Telescope. Spitzer detects infrared light, or light beyond the red end of the visible light spectrum.<br /><br />When light is split into a rainbow-like spectrum, certain atoms or molecules can leave \"fingerprints\" in the spectrum. Those fingerprints tell astronomers what molecules are there, just as crime scene investigators use real fingerprints to determine what person was in the area.<br /><br />Missing Fingerprints<br />Theoretical calculations by different teams unanimously predicted that water vapor should be the most obvious spectral feature. However, the fingerprint of water was missing from HD 189733b. Astronomers also expected a prominent signature of methane, but that was missing as well.<br /><br />\"The most fundamental thing we predicted was wrong,\" says Grillmair.<br /><br />Since planet formation works the same way everywhere, and since the molecules in question should be just as abundant on a distant world orbiting a Sun-like star as they are in our solar system, astronomers speculate that something is hiding the molecules from sight.<br /><br />One clue comes from the spectrum of a second planet, HD 209458b, which orbits a different star. That spectrum, obtained by a team led by Jeremy Richardson (NASA's Goddard Space Flight Center), shows hints of silicates — molecules containing silicon and oxygen. Such molecules form rocks on the Earth, but on the scorching-hot worlds studied with Spitzer, silicates exist as tiny dust grains that can form clouds.<br /><br />\"We think that both planets may be cloaked in dark silicate clouds,\" says Charbonneau. \"These worlds are blacker than any planet in our solar system.\"<br /><br />The best way to clear up the mystery is to study additional \"hot Jupiters\" to determine if they show similar signs in their atmospheres. Astronomers also will continue to study HD 189733b and HD 209458b in more detail.<br /><br />\"Right now, it's a puzzle,\" says Charbonneau. \"With a few more puzzle pieces, the picture should become clearer.\"<br /><br />The Grillmair/Charbonneau study of HD 189733b will be published in an upcoming issue of The Astrophysical Journal Letters. The Richardson study of HD 209458b is being published in the February 22 issue of the journal Nature. A third team led by Mark Swain (NASA's Jet Propulsion Laboratory) also has submitted a study of the spectrum of HD 209458b to The Astrophysical Journal Letters."
    },
    {
        "img": "https://astronomy.com/-/media/43021D9BADFE445DA929EE5D38E6CB68.jpg?mw=180",
        "title": "Exoplanet atmosphere detected",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2007/12/exoplanet-atmosphere-detected",
        "time": "Thursday, December 6, 2007",
        "summary": "A Texas astronomer has made the first ground-based detection of an extra-solar planet's atmosphere.<br />Provided by McDonald Observatory, Austin, Texas",
        "content": "A planet discovered last year sitting at an unusually large distance from its star — 16 times farther than Pluto is from the Sun — may have been kicked out of its birthplace close to the star in a process similar to what may have happened early in our own solar system’s history.<br /><br />Images from the Gemini Planet Imager (GPI) in the Chilean Andes and the Hubble Space Telescope show that the star has a lopsided comet belt indicative of a disturbed solar system, and hint that the planet interactions that roiled the comets closer to the star might have sent the exoplanet into exile as well.<br /><br />The planet may even have its own ring of debris it dragged along with it when it was expelled.<br /><br />“We think that the planet itself could have captured material from the comet belt, and that the planet is surrounded by a large dust ring or dust shroud,” said Paul Kalas from the University of California-Berkeley (UC Berkeley). “We conducted three tests and found tentative evidence for a dust cloud, but the jury is still out.”<br /><br />“The measurements we made on the planet suggest it may be dustier than comparison objects, and we are making follow-up observations to check if the planet is really encircled by a disk, an exciting possibility,” said Abhi Rajan from Arizona State University in Phoenix who analyzed the planet images.<br /><br />Such planets are of interest because in its youth our solar system may have had planets that were kicked out of the local neighborhood and are no longer among the eight planets we see today.<br /><br />“Is this a picture of our solar system when it was 13 million years old?” asked Kalas. “We know that our own belt of comets, the Kuiper belt, lost a large fraction of its mass as it evolved, but we don’t have a time machine to go back and see how it was decimated. One of the ways, though, is to study these violent episodes of gravitational disturbance around other young stars that kick out many objects, including planets.”<br /><br />The disturbance could have been caused by a passing star that perturbed the inner planets or a second massive planet in the system. The GPI team also looked for another large planet closer to the star that may have interacted with the exoplanet but found nothing outside of a Uranus-sized orbit.<br /><br />Young 13-million-year-old star<br />The star, HD 106906, is located 300 light-years away in the direction of the constellation Crux and is similar to the Sun, but much younger — about 13 million years old compared to our Sun’s 4.5 billion years. Planets are thought to form early in a star’s history, however, and in 2014 a team led by Vanessa Bailey at the University of Arizona discovered a planet HD 106906b around the star weighing a hefty 11 times Jupiter’s mass and located in the star’s distant suburbs, an astounding 650 AU from the star — one AU is the average distance between Earth and the Sun, or 93 million miles.<br /><br />Planets were not thought to form so far from their star and its surrounding protoplanetary disk so some suggested that the planet formed much like a star by condensing from its own swirling cloud of gas and dust. The GPI and Hubble discovery of a lopsided comet belt and possible ring around the planet points instead to a normal formation within the debris disk around the star, but a violent episode that forced it into a more distant orbit.<br /><br />Kalas and a multi-institutional team using GPI first targeted the star in search of other planets in May 2015 and discovered that it was surrounded by a ring of dusty material very close to the size of our own solar system’s Kuiper Belt. The emptiness of the central region — an area about 50 AU in radius, slightly larger than the region occupied by planets in our solar system — indicates that a planetary system has formed there, Kalas said.<br /><br />He immediately reanalyzed existing images of the star taken earlier by the Hubble Space Telescope and discovered that the ring of dusty material extended much farther away and was extremely lopsided. On the side facing the planet, the dusty material was vertically thin and spanned nearly the huge distance to the known planet, but on the opposite side the dusty material was vertically thick and truncated.<br /><br />“These discoveries suggest that the entire planetary system has been recently jostled by an unknown perturbation to its current asymmetric state,” he said. The planet is also unusual in that its orbit is possibly tilted 21° away from the plane of the inner planetary system, whereas most planets typically lie close to a common plane.<br /><br />Kalas and collaborators hypothesized that the planet may have originated from a position closer to the comet belt, and it may have captured dusty material that still orbits the planet. To test the hypothesis, they carefully analyzed the GPI and Hubble observations, revealing three properties about the planet consistent with a large dusty ring or shroud surrounding it. However, for each of the three properties, alternate explanations are possible.<br /><br />The investigators will be pursuing more sensitive observations with the Hubble Space Telescope to determine if HD 106906b is in fact one of the first exoplanets that resembles Saturn and its ring system.<br /><br />The inner belt of dust around the star has been confirmed by an independent team using the planet-finding instrument SPHERE on the ESO’s Very Large Telescope in Chile. The lopsided nature of the debris disk was not evident, however, until Kalas called up archival images from Hubble’s Advanced Camera for Surveys.<br /><br />The GPI Exoplanet Survey, operated by a team of astronomers at UC Berkeley and 23 other institutions, is targeting 600 young stars, all less than approximately 100 million years old, to understand how planetary systems evolve over time and what planetary dynamics could shape the final arrangement of planets like we see in our solar system today."
    },
    {
        "img": "https://astronomy.com/-/media/DA91F8C5004546F6B130B6071D541A83.jpg?mw=180",
        "title": "First exoplanet imaged",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2005/05/first-exoplanet-imaged",
        "time": "Tuesday, May 3, 2005  | by Michael E. Bakich",
        "summary": "Astronomers confirm a faint speck imaged near a brown dwarf in April 2004 is the first picture of a planet beyond our solar system.",
        "content": "For centuries, the solar system was viewed as a standard blueprint for planetary systems in the universe, with a star (our Sun) at the center of a circular track, and a planet orbiting within each lane. Smaller rockier planets fill the interior lanes, and larger gas giants orbit further out.<br /><br />But over the last 20 years, more powerful telescopes have revealed far from our solar system a host of exotic systems with completely unexpected configurations. \"Hot Jupiters,\" for example, are massive \"roaster\" planets that circle scorchingly close to their stars. Scientists have puzzled over how these gas giants, which supposedly form far from their stars, end up on such blistering orbits.<br /><br />Now an even weirder planetary system may render the puzzle more challenging. Using NASA's Spitzer Space Telescope, scientists from the Massachusetts Institute of Technology (MIT) in Cambridge, the Space Telescope Science Institute, the University of California at Santa Cruz, and elsewhere have observed an exoplanet by the name of HD 80606 b. This planet is about the size of Jupiter, though four times as massive, and resides in a system 190 light-years from Earth in the constellation Ursa Major.<br /><br />What makes HD 80606 b stand out amid the hundreds of exoplanets discovered recently is its highly eccentric orbit. Instead of maintaining a circular path, HD 80606 b spends about 100 days of its year traveling an oblong route away from and then returning toward its star, much like the trajectory of a comet. Then, in a matter of just 20 hours, it sweeps around the star, very nearly touching it, before swinging away again. At its closest approach, the planet receives an enormous amount of energy from its star — over a thousand times the energy Earth receives from the Sun each day.<br /><br />\"If the Earth were to be moved that close to our Sun, it wouldn't take long for it to lose its atmosphere and turn its surface to magma,\" said Julien de Wit from MIT.<br /><br />De Wit and his colleagues report on observations of HD 80606 b over 85 hours, during its closest approach to its star. The researchers have studied how the planet's temperature changes as it approaches, sweeps by, and moves away from its star. They determined that while the star-facing side of the planet boils up to an extreme 2,000° Fahrenheit (1,100° Celsius) during the swingby, these roasting temperatures are short-lived. Surprisingly, they found that the planet cools in fewer than 10 hours as it orbits away, reaching temperatures so cold that it becomes invisible to Spitzer for the rest of its orbit.<br /><br />\"This happens every 111 days,\" de Wit said. \"The good thing is the planet goes so far away that the process is a complete reset. It's the same story over and over again.\"<br /><br />An eccentric perspective<br />It's thought that hot Jupiters start out in circular orbits similar to that of our own Jupiter, far away from their stars. At some point, something large and massive like a nearby star pushes them into eccentric orbits. These planets are then squeezed by their stars' gravity every time they whip close by. During every close encounter, a fraction of the gravitational energy used to squeeze the planets is dissipated as heat, slowly reducing the eccentricity of the planets' orbits, which eventually end up tight and circular — a process known as circularization. HD 80606 b, therefore, is thought to be mid-migration, slowing moving from an elliptical to a circular track.<br /><br />How long the circularization phase lasts depends on how \"squishy\" or pliable the planet is, given its interior properties. The more pliable a planet, the better it is at dissipating mechanical energy as heat — a trick anyone can experience by repeatedly squeezing a rubber ball, which in turn heats up the ball. Based on the squishiness of the giants in our solar system, the circularization phase is expected to occur over a relatively short period of hundreds of millions of years. Scientists believe this mechanism might explain how hot Jupiters eventually evolved their close-in orbits.<br /><br />However, the new Spitzer observations suggest that HD 80606 b is not as squishy as expected. Therefore, HD 80606 b is not migrating as fast as previously thought and may maintain its highly eccentric orbit for another 10 billion years or more. If this is the case, de Wit said scientists may have to rethink theories on how hot Jupiters are formed, as it implies that the underlying migration mechanism may not be as efficient as once believed.<br /><br />De Wit said that alternative theories for how hot Jupiters form — in which gas giants develop close to their stars or smoothly spiral inward with the help of planet-forming disks — may be more likely explanations for hot Jupiter evolution.<br /><br />The researchers also calculated the planet's rotation rate. HD 80606 b's rotation rate, essentially the length of its day, is estimated to be 90 hours, which is twice as long as predicted for this planet.<br /><br />\"This system is undoubtedly very unique as it seems to challenge in many ways our understanding of planet-star interactions and planet formation,\" de Wit said. \"Hopefully, future studies of similar systems will help us evaluate how special this system is and how far off our initial theories were.\""
    },
    {
        "img": "https://astronomy.com/-/media/B104AA6EC4944FB8851372F02182BB6A.jpg?mw=180",
        "title": "Smallest exoplanet found",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2005/06/smallest-exoplanet-found",
        "time": "Monday, June 13, 2005  | by Jeremy McGovern",
        "summary": "Although this exoplanet is the most earthlike extrasolar body yet detected, it is quite different from our home.",
        "content": "February 3, 2009<br />The convection rotation and planetary transits space telescope (COROT) has found the smallest terrestrial planet ever detected outside the solar system. The amazing planet is less than twice the size of Earth and orbits a Sun-like star. Its temperature is so high that it might be covered in lava or water vapor.<br /><br />About 330 exoplanets have been discovered so far, most of which are gas giants with characteristics similar to Jupiter and Neptune.<br /><br />The new find, COROT-Exo-7b, is different. Its diameter is less than twice that of Earth, and it orbits its star once every 20 hours. It is located very close to its parent star, and has a high temperature, between 1,800° and 2,700° Fahrenheit (1,000° and 1,500° Celsius). Astronomers detected the new planet as it transited its parent star, dimming the light from the star as it passed in front of it.<br /><br />The density of the planet is still under investigation. It may be rocky like Earth and covered in liquid lava. It may also belong to a class of planets that are thought to be made up of water and rock in almost equal amounts. Given the high temperatures measured, the planet would be a very hot and humid place.<br /><br />\"Finding such a small planet was not a complete surprise\", said Daniel Rouan, researcher at the Observatoire de Paris Lesia, who coordinates the project with Alain Leger, from Institut d'Astrophysique Spatiale (Paris). \"COROT-Exo-7b belongs to a class of objects whose existence had been predicted for some time. COROT was designed precisely in the hope of discovering some of these objects,\" he said.<br /><br />Few exoplanets found have a mass comparable to Earth's and the other terrestrial planets — Venus, Mars, and Mercury. Terrestrial planets are difficult to detect. Most of the methods used so far are indirect and sensitive to the mass of the planet, while COROT can directly measure the size of its surface. In addition, its location in space allows for longer periods of uninterrupted observation than would be possible from the ground.<br /><br />Recent measurements have indicated planets of small masses exist but their size remained undetermined until now.<br /><br />The internal structure of COROT-exo-7b puzzles scientists. They are unsure if it is an 'ocean planet' — a kind of planet whose existence has never been proved so far. In theory, such planets would initially be covered partially in ice, and they would later drift towards their star, with the ice melting to cover it in liquid.<br /><br />\"This discovery is a very important step on the road to understanding the formation and evolution of our planet,\" said Malcolm Fridlund, European Space Agency's COROT project scientist. \"For the first time, we have unambiguously detected a planet that is 'rocky' in the same sense as Earth. We now have to understand this object further to put it into context, and continue our search for smaller, more earthlike objects with COROT,\" he said."
    },
    {
        "img": "https://astronomy.com/-/media/9FDAF6D1C7614250A1C4F393C0FE1853.jpg?mw=180",
        "title": "\"Fluffy\" exoplanet raises questions",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2006/09/fluffy-exoplanet-raises-questions",
        "time": "Thursday, September 28, 2006  | by Michael Carroll",
        "summary": "Astronomers ponder how a newly discovered low-density super-giant planet formed.",
        "content": "July 10, 2008<br />A detailed survey of stars in the Orion Nebula has found that fewer than 10 percent have enough surrounding dust to make Jupiter-sized planets, according to a report by astronomers at the University of California, Berkeley, the California Institute of Technology (Caltech) and the Harvard-Smithsonian Center for Astrophysics.<br /><br />Because stars like the sun probably formed in hot open clusters like Orion, the finding suggests that sun-like stars have a low probability of forming planets, or at least, planets the size of Jupiter or larger.<br /><br />\"We think that most stars in the galaxy are formed in dense, Orion-like regions, so this implies that systems like ours may be the exception rather than the rule,\" said lead author Joshua Eisner, a Miller postdoctoral fellow at UC Berkeley. This is consistent with the results of current planet searches, which are finding that only about 6 percent of stars surveyed have planets the size of Jupiter or larger.<br /><br />The study by Eisner, Caltech astronomer John M. Carpenter and their colleagues will appear in the August 10 print edition of The Astrophysical Journal.<br /><br />The Orion Nebula is a brilliant cluster only a million years old and glowing with the light of newly formed stars like a jewel in the sword of the hunter Orion. The cluster is also very dense, Eisner said, with 1,000 stars packed into a region several light years on a side. For comparison, in the neighborhood of the sun, there's only one star within that volume of space.<br /><br />Four billion years ago, however, the sun may have been in a dense, open cluster like Orion. Because open clusters like Orion eventually become gravitationally unbound, they disperse over the course of billions of years, and as a result, the sun's birth neighbors are long gone.<br /><br />Studying star clusters like the Orion Nebula Cluster \"helps our understanding of the typical mode of star and planet formation,\" Eisner said.<br /><br />The new findings come from some of the first observations of a radio telescope array jointly operated by UC Berkeley, Caltech, the University of Maryland and the University of Illinois and located at Cedar Flat in eastern California's Inyo Mountains near the city of Bishop. The Combined Array for Research in Millimeter Astronomy (CARMA) was created in 2004 by relocating the nine 6-meter telescopes of the Berkeley-Illinois-Maryland Association (BIMA) array from Hat Creek, Calif., and the six 10-meter telescopes of Caltech's Owens Valley Radio Observatory (OVRO) millimeter-wave array to Cedar Flat. The 15-dish array conducted its first observations in 2006.<br /><br />The CARMA array observes at millimeter wavelengths, which is ideal for piercing the clouds of dust and gas surrounding young stars to see their dense, dusty disks. Eisner and his colleagues also used the Submillimeter Array (SMA) atop Mauna Kea in Hawaii for this study. The combination of CARMA and the SMA enabled the sensitivity and high image quality needed to observe the dusty disks in Orion.<br /><br />The astronomers' observations of Orion's central region of more than 250 known stars showed that only about 10 percent emit 1.3-millimeter wavelength radiation typically emitted by a warm disk of dust. Even fewer<br />— less than 8 percent of stars surveyed — were judged to have dust disks with masses greater than one-hundredth the mass of the sun, a mass thought to be the lower limit for formation of Jupiter-sized planets. The average mass of a protoplanetary disk in the region was only one-thousandth of a solar mass, the researchers calculated.<br /><br />Eisner noted that previous surveys he and Carpenter have conducted of other young, open clusters that are older or younger than Orion show an evolutionary trend in the average masses of disks in the different regions. Older clusters tend to show less dust, perhaps because much of it has already gathered into planets.<br /><br />Previous surveys of another lower-density, star-forming region — the Taurus cluster — showed that more than 20 percent of its stars have enough mass to form planets. The difference is probably related to the tightly packed, hot stars of the Orion cluster, said Carpenter, a senior research astronomer and deputy director of OVRO.<br /><br />\"Somehow, the Orion cluster environment is not conducive to forming high mass disks or having them survive long, presumably due to the ionization field from the hot, massive OB stars, which you might expect would photoevaporate dust and lead to small disk masses,\" he said.<br /><br />Many of the stars in Orion imaged by CARMA had been photographed earlier by the Hubble Space Telescope and were dubbed proplyds, short for protoplanetary disks. While Hubble saw the dust disks silhouetted against the star, CARMA directly detected emissions from the dust itself.<br /><br />\"CARMA is an ideal instrument for this type of study, with its 15 telescopes providing the fine resolution needed to resolve protoplanetary disks so that we can determine their structure and measure their masses more precisely,\" Eisner said.<br /><br />Carpenter noted that future improvements to the CARMA array could allow detection of even smaller disks capable of giving rise to sub-Jupiter planets. To detect even smaller disks able to form large Earth-like planets, or super-Earths, will require a more extensive array, such as the Atacama Large Millimeter Array (ALMA) now being built in Chile."
    },
    {
        "img": "https://astronomy.com/-/media/7897FDDEDFC5453A9D51C40DC0E29182.jpg?mw=180",
        "title": "New exoplanet challenges formation models",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2017/07/fast-spinning-exoplanet-system-deeper",
        "time": "Wednesday, July 12, 2017  | by Mara Johnson-Groh",
        "summary": "Take a closer look at the fast-spinning system that spawned an exoplanet we can image… but don’t understand."
    },
    {
        "img": "https://astronomy.com/-/media/22023A9ADF2041E9A1CE9A3B9D2319BF.jpg?mw=180",
        "title": "This scorching exoplanet snows sunscreen",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2017/11/this-planet-snows-sunscreen",
        "time": "Thursday, November 2, 2017  | by John Wenz",
        "summary": "It’s a perpetual summer day."
    },
    {
        "img": "https://astronomy.com/-/media/43249E379CEC43CEB2A61BF428B58130.jpg?mw=180",
        "title": "WASP-96b: The cloudless exoplanet",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2018/05/the-cloudless-exoplanet",
        "time": "Tuesday, May 8, 2018  | by Amber Jorgenson",
        "summary": "Sodium, which is typically hidden by hazy atmospheres, shines brightly in this exoplanet’s spectrum."
    },
    {
        "img": "https://astronomy.com/-/media/01E56F0358F24D778D3DFA140FDD32EE.jpg?mw=180",
        "title": "First exoplanet visible light spectrum",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2015/04/first-exoplanet-visible-light-spectrum",
        "time": "Tuesday, April 28, 2015  | by ESO, Garching, Germany",
        "summary": "Observations revealed new properties of the first exoplant ever discovered around a normal star — 51 Pegasi b."
    },
    {
        "img": "https://astronomy.com/-/media/A652CF3C41CF4932AB3841DAB33C89F8.jpg?mw=180",
        "title": "Spitzer confirms closest rocky exoplanet",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2015/07/spitzer-confirms-closest-rocky-exoplanet",
        "time": "Thursday, July 30, 2015  | by Jet Propulsion Laboratory, Pasadena, California, NASA Headquarters, Washington, D.C.",
        "summary": "Dubbed HD 219134b, this exoplanet, which orbits too close to its star to sustain life, is a mere 21 light-years away."
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/News/2015/08/5iEridanib.jpg?mw=180",
        "title": "Astronomers discover \"young Jupiter\" exoplanet",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2015/08/astronomers-discover-young-jupiter-exoplanet",
        "time": "Thursday, August 13, 2015  | by Stanford University, Palo Alto, California",
        "summary": "The new planet, discovered using the Gemini Planet Imager, is a million times fainter than its parent star and shows the strongest methane signature ever detected on an alien world."
    },
    {
        "img": "https://astronomy.com/-/media/76FAF7A25CAD4338AD84BBE01A64DF06.jpg?mw=180",
        "title": "Telescope images light exoplanet candidate",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2013/06/telescope-images-light-exoplanet-candidate",
        "time": "Monday, June 3, 2013  | by ESO, Garching, Germany",
        "summary": "The object is in orbit around a star, and its brightness indicates that it has a predicted mass of only four to five times that of Jupiter."
    },
    {
        "img": "https://astronomy.com/-/media/A65106D07D114C549B00630E79440584.jpg?mw=180",
        "title": "First temperate exoplanet sized up",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2010/03/first-temperate-exoplanet-sized-up",
        "time": "Wednesday, March 17, 2010",
        "summary": "Corot-9b is the first exoplanet that resembles planets in our own solar system.<br />Provided by ESO, Garching, Germany"
    },
    {
        "img": "https://astronomy.com/-/media/A0B6E4034AEF41AA852565DEDBA2A84C.jpg?mw=180",
        "title": "Exoplanet caught on the move",
        "title_link": "https://astronomy.com/search?q=exoplanet/news/2010/06/exoplanet-caught-on-the-move",
        "time": "Thursday, June 10, 2010",
        "summary": "Further studies of Beta Pictoris b will provide invaluable insights into the physics and chemistry of a young giant planet's atmosphere.<br />Provided by ESO, Garching, Germany"
    }
]