
[
    {
        "img": "https://astronomy.com/-/media/5E54EE0AAD924E1DB0BFAF6735B8F466.jpg?mw=180",
        "title": "Ask Astro: Do supermassive black holes create bars in galaxies?",
        "title_link": "https://astronomy.com/tags?tag=galaxies/magazine/ask-astro/2021/09/ask-astro-do-supermassive-black-holes-create-bars-in--galaxies",
        "time": "Wednesday, September 1, 2021",
        "summary": "Do barred galaxies have two or more supermassive black holes in the central region? Can a single black hole in the center create a bar? Nicolas Andreyev Estes Park, Colorado Barred spiral galaxies are fairly common throughout the universe &mdash..."
        , "content": "Do barred galaxies have two or more supermassive black holes in the central region? Can a single black hole in the center create a bar?<br  /><br  />Nicolas Andreyev <br  />Estes Park, Colorado <br  /><br  /><br  /><br  />Barred spiral galaxies are fairly common throughout the universe — at least one-third to one-half of spiral galaxies show some kind of central bar structure, including our own Milky Way. Because bars form in the centers of galaxies, which is also where supermassive black holes reside, it’s easy to think the two are connected. However, the gravitational influence of a galaxy’s supermassive black hole is so limited that it has nothing to do with how or why a central bar forms.<br  /><br  />But, you may be saying, supermassive black holes contain millions or billions of Suns’ worth of mass. How can such a massive object not be related to the central bar? There are two main reasons: First, the influence of an object’s gravity is inversely proportional to the square of the distance you are from that object. This is a complicated way of saying that the gravitational pull you feel from something very quickly becomes weaker as you move away from it. So, given that the bulge of, say, the Milky Way stretches nearly 7,000 light-years across, the sphere of influence around its supermassive black hole is not nearly large enough to dictate the motions of material throughout the entire bulge. The second reason is that the mass of a galaxy’s bulge itself — the stars and gas — far outweighs that of its supermassive black hole. The difference is quite extreme: The average supermassive black hole accounts for only about 0.5 percent of the total mass in a galaxy’s bulge. <br  /><br  />So, despite its location, a supermassive black hole has nothing to do with the formation of a bar structure. Even the acquisition of an additional supermassive black hole from a colliding galaxy could not create a bar — such an event might, in fact, disrupt one. Galactic bars are instead caused by gravitational instabilities in the motion of material in a galaxy’s bulge. Because the material throughout a galaxy is not distributed evenly, instabilities arise in areas that start out slightly denser than their surroundings, causing them to attract more material. Given time, the orbits of numerous stars and gas clouds will overlap, creating the structure we see. This is similar to the way spiral arms are generated as density waves cause material in a galaxy’s disk to pile up in certain orbits like a traffic jam as the galaxy rotates. And although a bar or spiral arms may look solid, they are really just dense regions where more material is present. Their shape, size, and even existence can change within a single galaxy over its lifetime. <br  /><br  />Alison Klesman <br  />Senior Associate Editor"
    },
    {
        "img": "https://astronomy.com/-/media/4C692DC8070748BDBFACB05CAE946417.jpg?mw=180",
        "title": "Observe the Southern Hemisphere's greatest deep-sky gems",
        "title_link": "https://astronomy.com/tags?tag=galaxies/magazine/news/2021/06/explore-the-extreme-southern-sky",
        "time": "Monday, June 21, 2021  | by Michael E. Bakich",
        "summary": "Don’t miss out on these clusters, nebulae, and galaxies in the southern sky",
        "content": "A popular old saying claims, “Absence makes the heart grow fonder.” For me, this describes my love of the southern sky. I’ve spent maybe 50 nights total under it, but each one has been filled with discovery and fascination.<br  /><br  />For this story, I’ve chosen deep-sky objects in the far south — within 30° of the South Celestial Pole. Once you point a telescope toward that region, you’ll encounter constellations you may not be familiar with: Apus, Ara, Carina, Centaurus, Circinus, Crux, Dorado, Horologium, Hydrus, Indus, Mensa, Musca, Octans, Pictor, Reticulum, Triangulum Australe, Tucana, and Volans. And although Carina, Centaurus, and Crux contain bright stars you can navigate by, luminaries in the other groups are few and far between.<br  /><br  />What are the best locations to view these southern wonders? One is the tip of South America, either in Chile or Argentina. From a latitude of 50° south, the South Celestial Pole stands 50° high, so the objects in this story will never set. Instead, they’ll lie between 20° and 80° above the horizon all night.<br  /><br  />But let’s say you’re heading to Melbourne, Australia. From there, targets on this list will appear about 12° lower. Your best views from either location will come when an object stands highest above the horizon.<br  /><br  />I’ve listed these objects in order of right ascension. Pick one that’s high in the sky, and the subsequent objects will rise to their highest points after it. Good luck!<br  /><br  />The list<br  />As it happens, our first target is one of the best: 47 Tucanae (NGC 104). This globular cluster forms a celestial pairing in Tucana with the Small Magellanic Cloud — both objects are easily visible to the naked eye. Among globulars, only Omega Centauri (NGC 5139) outshines NGC 104.<br  /><br  />To the naked eye, 47 Tucanae appears as a magnitude 3.8 fuzzy “star.” A 3-inch telescope will begin to resolve this cluster’s stars, but they really put on a show when you use an 8-inch or larger scope. Through such instruments, the cluster is a 50'-wide ball of stars you can resolve nearly to the core. Be sure to note the many streams of stars that emanate from its central region 6' in diameter.<br  /><br  />Our second target, bright globular cluster NGC 362, lies in Tucana on the northern edge of the Small Magellanic Cloud. It’s not part of that galaxy, however, and sits seven times closer to us.<br  /><br  />Sharp-eyed observers will see it without optical aid as a magnitude 6.5, extended “star.” Its apparent diameter is 12.9', more than 40 percent that of the Full Moon. Through an 8-inch telescope, NGC 362 explodes with detail. Well, except for the core — you’ll need a larger scope and high magnification to resolve any of the stars near the cluster’s center.<br  /><br  />Our next object is a true southern showpiece. NGC 1313 sits in the southwest corner of Reticulum, 3.2° southwest of magnitude 3.8 Beta (β) Reticuli. This spiral galaxy glows at magnitude 8.9 and measures 11.0' by 7.6'."
    },
    {
        "img": "https://astronomy.com/-/media/CC2BCB6B287645E3A5615372C902B0B5.jpg?mw=180",
        "title": "Astronomers score a triple-double",
        "title_link": "https://astronomy.com/tags?tag=galaxies/news/2021/06/triple-double-agn-merger",
        "time": "Monday, June 14, 2021  | by Alison Klesman",
        "summary": "An ultra-rare merger of three galaxies, two of which host active black holes, is teaching us more about how galaxies grow.",
        "content": "Galaxies are constantly colliding, merging, and creating ever-larger structures. That’s true of the Milky Way, too. Our home galaxy has devoured multiple smaller galaxies in its past. And one day, about 4.5 billion years from now, the Milky Way will also merge with the nearby Andromeda Galaxy.<br  /><br  />Astronomers study this cannibalistic cycle, called the hierarchical model of galaxy evolution, by catching distant galaxies in the act of smashing together. And when galaxies merge, so do their central supermassive black holes, which each weigh millions to billions of times the mass of the Sun. During this process, gas, dust, and stars dislodged by the collision can be either flung outward and away from the merging galaxies or inward toward their cores. In the latter case, the resulting influx of material can rapidly feed the supermassive black holes, forming bright, energetic accretion disks around them. That turns them into what astronomers call active galactic nuclei or AGN.<br  /><br  />Now, researchers have spotted a triple galaxy merger — three separate galaxies slamming together at once — in which two of the three galaxies appear to sport an AGN. This sight is incredibly rare, and astronomers know of fewer than 10 such triple mergers with dual AGN. Two of the merging galaxies appear close together, with a third galaxy (this one a smaller dwarf galaxy) to their north.<br  /><br  />Researchers think the dwarf may have already passed through the other two galaxies, disrupting all three as they swirl together. A tail of dust and gas connecting the dwarf to the other two is visible in images, which helps astronomers trace back the galaxies’ interactions thus far.<br  /><br  />Mixed signals<br  /><br  />The two larger, closer galaxies have central cores that are a mere 9,100 light-years apart. That’s only about one-third the Sun’s distance to the center of our Milky Way Galaxy. Curious about what was going on in these cores, astronomers used several observatories to peer at them in different wavelengths, including radio, infrared, optical, and X-ray light.<br  /><br  />They discovered that the two close cores are each emitting bright optical light and X-rays indicating activity from an AGN. But one core shows stronger AGN signals than the other, while both are missing some key signs of AGN activity.<br  /><br  />“Mergers are messy. Black holes start turning on, showing AGN behavior, and turn off again — and dust and gas can obscure what we see,” explained Johnathan Williams of the University of Maryland, who led the study, during a virtual press conference Monday at the 238th meeting of the American Astronomical Society. Such obscuring material, he said, could explain why the cores look like AGN at some wavelengths of light, but not others. He went on to add that better understanding this system can teach astronomers how and why AGN might turn on and off during a merger, such as when there is gas and dust in their vicinity.<br  /><br  />End result<br  /><br  />Exactly how supermassive black holes ultimately come together during a galaxy merger is still a bit of a mystery. But it’s one that researchers hope to soon solve, when future gravitational-wave observatories capable of “hearing” such events come online. “Knowing how often such mergers take place will help us know what to look for, and when we’re seeing something unexpected,” Williams said.<br  /><br  />For now, astronomers can only study rare examples such as this in the hopes of disentangling them. In the case of this system, Williams said, models indicate the third core might eventually be ejected altogether, which could cause the two closer cores to merge faster than they might have otherwise. The team next plans to observe this triple merger with the Hubble Space Telescope to uncover more clues.<br  /><br  />“This system combines an usual combination of features, some puzzling aspects, and the potential to answer a number of questions about AGN and galaxy mergers,” Williams concluded. “Work is ongoing and one thing is certain: More surprises lay in store.”"
    },
    {
        "img": "https://astronomy.com/-/media/349E849BB2E547D2907D76EC38D9625D.jpg?mw=180",
        "title": "Snapshot: A spiral galaxy being picked apart",
        "title_link": "https://astronomy.com/tags?tag=galaxies/news/2021/05/snapshot-a-spiral-galaxy-being-picked-apart",
        "time": "Friday, May 28, 2021  | by Hailey Rose McLaughlin",
        "summary": "Pulled out of shape by a neighboring galaxy, NGC 2276 is a perfect example of how no two galaxies are exactly the same.",
        "content": "Cotton candy is a delectable fair staple — dyed blue, the pieces sticking to your fingers as you pull on the spun sugar strands.<br  /><br  />Like sugary sweet cotton candy coming apart strand by strand, the spiral galaxy NGC 2276 is also being pulled and picked apart. Located 120 million light-years away in the constellation Cepheus, it has a neighboring galaxy, NGC 2300, out of frame to the right. That galaxy is tugging on NGC 2276’s outer disk of stars and pulling them to one side.<br  /><br  />On the other side of NGC 2276, massive newborn stars live in the bright, blue arm on the upper left. The intense star formation might be due to a collision between NGC 2276 and another dwarf galaxy many eons ago.<br  /><br  />NGC 2276 is a perfect example of the physics of the cosmos. Nothing is uniform in space, but it sure is sweet to look at."
    },
    {
        "img": "https://astronomy.com/-/media/E6F00E661C0D45D7BDDBEB26914F9373.jpg?mw=180",
        "title": "Snapshot: This could be the earliest spiral galaxy ever seen",
        "title_link": "https://astronomy.com/tags?tag=galaxies/news/2021/05/emsnapshotem-this-could-be-the-earliest-spiral-galaxy-ever-seen",
        "time": "Thursday, May 20, 2021  | by Mark Zastrow",
        "summary": "Two spiral arms surround a fuzzy, rotating disk in this galaxy seen just 1.4 billion years after the Big Bang.",
        "content": "The curling, wispy arms in this image might belong to the earliest spiral galaxy yet discovered. The graceful galaxy is seen as it existed just 1.4 billion years after the Big Bang. That’s over a billion years older than the previous record holder for a spiral galaxy.<br  /><br  />This ancient specimen was discovered by Takfumi Tsukui and Satoru Iguchi at the Sokendai university in Tokyo using the Atacama Large Millimetre/submillimetre Array (ALMA) radio telescope in Chile.<br  /><br  />The galaxy, called BRI 1335-0417, appears to display a central bulge, a rotating gas disk, and spiral arms. Based on analysis of the galaxy’s spectra, it’s also pumping out newborn stars at a prodigious rate — 5,000 Suns’ worth per year. This makes it a so-called starburst galaxy.<br  /><br  />The above traits are all hallmarks of a young spiral galaxy entering its prime. Spiral arms are thought to be the result of waves of star formation that spread through a young galaxy's disk. But scientists had never before seen this kind of developed spiral structure when the universe was still so young, well before the cosmos as a whole reached its peak rate of star formation.<br  /><br  />There is a small chance, however, that the galaxy's 10,000-light-year-long appendages may not be spiral arms in the traditional sense. Instead, they could be tidal tails, or streams of stars that were dislodged and flung outward during a gravitational interaction with a passing galaxy. But, the authors of the new study say, tidal tails are typically larger and less tightly wound around a galaxy's rotating disk than the arms of BRI 1335-0417 are observed to be."
    },
    {
        "img": "https://astronomy.com/-/media/EEE28214B07548F791DD6FBD3BA8F9CA.jpg?mw=180",
        "title": "Snapshot: Rare double quasar caught in action",
        "title_link": "https://astronomy.com/tags?tag=galaxies/news/2021/04/snapshot-rare-double-quasar-caught-in-action",
        "time": "Thursday, April 29, 2021  | by Alison Klesman",
        "summary": "When galaxies merge, their black holes team up. The results can be spectacular."
        , "content": "Do barred galaxies have two or more supermassive black holes in the central region? Can a single black hole in the center create a bar?<br  /><br  />Nicolas Andreyev <br  />Estes Park, Colorado <br  /><br  /><br  /><br  />Barred spiral galaxies are fairly common throughout the universe — at least one-third to one-half of spiral galaxies show some kind of central bar structure, including our own Milky Way. Because bars form in the centers of galaxies, which is also where supermassive black holes reside, it’s easy to think the two are connected. However, the gravitational influence of a galaxy’s supermassive black hole is so limited that it has nothing to do with how or why a central bar forms.<br  /><br  />But, you may be saying, supermassive black holes contain millions or billions of Suns’ worth of mass. How can such a massive object not be related to the central bar? There are two main reasons: First, the influence of an object’s gravity is inversely proportional to the square of the distance you are from that object. This is a complicated way of saying that the gravitational pull you feel from something very quickly becomes weaker as you move away from it. So, given that the bulge of, say, the Milky Way stretches nearly 7,000 light-years across, the sphere of influence around its supermassive black hole is not nearly large enough to dictate the motions of material throughout the entire bulge. The second reason is that the mass of a galaxy’s bulge itself — the stars and gas — far outweighs that of its supermassive black hole. The difference is quite extreme: The average supermassive black hole accounts for only about 0.5 percent of the total mass in a galaxy’s bulge. <br  /><br  />So, despite its location, a supermassive black hole has nothing to do with the formation of a bar structure. Even the acquisition of an additional supermassive black hole from a colliding galaxy could not create a bar — such an event might, in fact, disrupt one. Galactic bars are instead caused by gravitational instabilities in the motion of material in a galaxy’s bulge. Because the material throughout a galaxy is not distributed evenly, instabilities arise in areas that start out slightly denser than their surroundings, causing them to attract more material. Given time, the orbits of numerous stars and gas clouds will overlap, creating the structure we see. This is similar to the way spiral arms are generated as density waves cause material in a galaxy’s disk to pile up in certain orbits like a traffic jam as the galaxy rotates. And although a bar or spiral arms may look solid, they are really just dense regions where more material is present. Their shape, size, and even existence can change within a single galaxy over its lifetime. <br  /><br  />Alison Klesman <br  />Senior Associate Editor"
    },
    {
        "img": "https://astronomy.com/-/media/3DEE7C142E9B482CAD53ED73A4F0FC74.jpg?mw=180",
        "title": "Global telescope creates exquisite map of black hole’s swirling magnetic field",
        "title_link": "https://astronomy.com/tags?tag=galaxies/news/2021/03/global-telescope-creates-exquisite-map-of-black-holes-magnetic-field",
        "time": "Wednesday, March 24, 2021  | by Alison Klesman",
        "summary": "The Event Horizon Telescope’s newest images of M87’s supermassive black hole hint at how its jets are fired far into space.",
        "content": "A popular old saying claims, “Absence makes the heart grow fonder.” For me, this describes my love of the southern sky. I’ve spent maybe 50 nights total under it, but each one has been filled with discovery and fascination.<br  /><br  />For this story, I’ve chosen deep-sky objects in the far south — within 30° of the South Celestial Pole. Once you point a telescope toward that region, you’ll encounter constellations you may not be familiar with: Apus, Ara, Carina, Centaurus, Circinus, Crux, Dorado, Horologium, Hydrus, Indus, Mensa, Musca, Octans, Pictor, Reticulum, Triangulum Australe, Tucana, and Volans. And although Carina, Centaurus, and Crux contain bright stars you can navigate by, luminaries in the other groups are few and far between.<br  /><br  />What are the best locations to view these southern wonders? One is the tip of South America, either in Chile or Argentina. From a latitude of 50° south, the South Celestial Pole stands 50° high, so the objects in this story will never set. Instead, they’ll lie between 20° and 80° above the horizon all night.<br  /><br  />But let’s say you’re heading to Melbourne, Australia. From there, targets on this list will appear about 12° lower. Your best views from either location will come when an object stands highest above the horizon.<br  /><br  />I’ve listed these objects in order of right ascension. Pick one that’s high in the sky, and the subsequent objects will rise to their highest points after it. Good luck!<br  /><br  />The list<br  />As it happens, our first target is one of the best: 47 Tucanae (NGC 104). This globular cluster forms a celestial pairing in Tucana with the Small Magellanic Cloud — both objects are easily visible to the naked eye. Among globulars, only Omega Centauri (NGC 5139) outshines NGC 104.<br  /><br  />To the naked eye, 47 Tucanae appears as a magnitude 3.8 fuzzy “star.” A 3-inch telescope will begin to resolve this cluster’s stars, but they really put on a show when you use an 8-inch or larger scope. Through such instruments, the cluster is a 50'-wide ball of stars you can resolve nearly to the core. Be sure to note the many streams of stars that emanate from its central region 6' in diameter.<br  /><br  />Our second target, bright globular cluster NGC 362, lies in Tucana on the northern edge of the Small Magellanic Cloud. It’s not part of that galaxy, however, and sits seven times closer to us.<br  /><br  />Sharp-eyed observers will see it without optical aid as a magnitude 6.5, extended “star.” Its apparent diameter is 12.9', more than 40 percent that of the Full Moon. Through an 8-inch telescope, NGC 362 explodes with detail. Well, except for the core — you’ll need a larger scope and high magnification to resolve any of the stars near the cluster’s center.<br  /><br  />Our next object is a true southern showpiece. NGC 1313 sits in the southwest corner of Reticulum, 3.2° southwest of magnitude 3.8 Beta (β) Reticuli. This spiral galaxy glows at magnitude 8.9 and measures 11.0' by 7.6'."
    },
    {
        "img": "https://astronomy.com/-/media/30682851F3FC42788609A91E757B8E74.jpg?mw=180",
        "title": "Snapshot: Strands of the cosmic web revealed",
        "title_link": "https://astronomy.com/tags?tag=galaxies/news/2021/03/snapshot-strands-of-the-cosmic-web-revealed",
        "time": "Monday, March 22, 2021  | by Caitlyn Buongiorno",
        "summary": "Astronomers have directly imaged for the first time the filaments of gas crisscrossing the universe.",
        "content": "Galaxies are constantly colliding, merging, and creating ever-larger structures. That’s true of the Milky Way, too. Our home galaxy has devoured multiple smaller galaxies in its past. And one day, about 4.5 billion years from now, the Milky Way will also merge with the nearby Andromeda Galaxy.<br  /><br  />Astronomers study this cannibalistic cycle, called the hierarchical model of galaxy evolution, by catching distant galaxies in the act of smashing together. And when galaxies merge, so do their central supermassive black holes, which each weigh millions to billions of times the mass of the Sun. During this process, gas, dust, and stars dislodged by the collision can be either flung outward and away from the merging galaxies or inward toward their cores. In the latter case, the resulting influx of material can rapidly feed the supermassive black holes, forming bright, energetic accretion disks around them. That turns them into what astronomers call active galactic nuclei or AGN.<br  /><br  />Now, researchers have spotted a triple galaxy merger — three separate galaxies slamming together at once — in which two of the three galaxies appear to sport an AGN. This sight is incredibly rare, and astronomers know of fewer than 10 such triple mergers with dual AGN. Two of the merging galaxies appear close together, with a third galaxy (this one a smaller dwarf galaxy) to their north.<br  /><br  />Researchers think the dwarf may have already passed through the other two galaxies, disrupting all three as they swirl together. A tail of dust and gas connecting the dwarf to the other two is visible in images, which helps astronomers trace back the galaxies’ interactions thus far.<br  /><br  />Mixed signals<br  /><br  />The two larger, closer galaxies have central cores that are a mere 9,100 light-years apart. That’s only about one-third the Sun’s distance to the center of our Milky Way Galaxy. Curious about what was going on in these cores, astronomers used several observatories to peer at them in different wavelengths, including radio, infrared, optical, and X-ray light.<br  /><br  />They discovered that the two close cores are each emitting bright optical light and X-rays indicating activity from an AGN. But one core shows stronger AGN signals than the other, while both are missing some key signs of AGN activity.<br  /><br  />“Mergers are messy. Black holes start turning on, showing AGN behavior, and turn off again — and dust and gas can obscure what we see,” explained Johnathan Williams of the University of Maryland, who led the study, during a virtual press conference Monday at the 238th meeting of the American Astronomical Society. Such obscuring material, he said, could explain why the cores look like AGN at some wavelengths of light, but not others. He went on to add that better understanding this system can teach astronomers how and why AGN might turn on and off during a merger, such as when there is gas and dust in their vicinity.<br  /><br  />End result<br  /><br  />Exactly how supermassive black holes ultimately come together during a galaxy merger is still a bit of a mystery. But it’s one that researchers hope to soon solve, when future gravitational-wave observatories capable of “hearing” such events come online. “Knowing how often such mergers take place will help us know what to look for, and when we’re seeing something unexpected,” Williams said.<br  /><br  />For now, astronomers can only study rare examples such as this in the hopes of disentangling them. In the case of this system, Williams said, models indicate the third core might eventually be ejected altogether, which could cause the two closer cores to merge faster than they might have otherwise. The team next plans to observe this triple merger with the Hubble Space Telescope to uncover more clues.<br  /><br  />“This system combines an usual combination of features, some puzzling aspects, and the potential to answer a number of questions about AGN and galaxy mergers,” Williams concluded. “Work is ongoing and one thing is certain: More surprises lay in store.”"
    },
    {
        "img": "https://astronomy.com/-/media/1177BFC0408742E28C33FAE4A23FE199.jpg?mw=180",
        "title": "Ask Astro: Why do galaxies have spiral arms? Do smaller objects have them too?",
        "title_link": "https://astronomy.com/tags?tag=galaxies/magazine/ask-astro/2021/02/ask-astro-why-do-galaxies-have-spiral-arms",
        "time": "Monday, February 22, 2021",
        "summary": "Q: What causes the formation of spiral arms in galaxies? Do spiral arms form in other flattened groups of orbiting objects, like planetary rings and protostellar disks? Robert Harrison Albuquerque, New Mexico A: Spiral arms in galaxies can form by ...",
        "content": "Cotton candy is a delectable fair staple — dyed blue, the pieces sticking to your fingers as you pull on the spun sugar strands.<br  /><br  />Like sugary sweet cotton candy coming apart strand by strand, the spiral galaxy NGC 2276 is also being pulled and picked apart. Located 120 million light-years away in the constellation Cepheus, it has a neighboring galaxy, NGC 2300, out of frame to the right. That galaxy is tugging on NGC 2276’s outer disk of stars and pulling them to one side.<br  /><br  />On the other side of NGC 2276, massive newborn stars live in the bright, blue arm on the upper left. The intense star formation might be due to a collision between NGC 2276 and another dwarf galaxy many eons ago.<br  /><br  />NGC 2276 is a perfect example of the physics of the cosmos. Nothing is uniform in space, but it sure is sweet to look at."
    },
    {
        "img": "https://astronomy.com/-/media/88B1C10F852C4D76AD39D51286DAF854.jpg?mw=180",
        "title": "This distant galaxy is signing its own death warrant",
        "title_link": "https://astronomy.com/tags?tag=galaxies/news/2021/01/this-distant-galaxy-is-signing-its-own-death-warrant",
        "time": "Thursday, January 14, 2021  | by Alison Klesman",
        "summary": "A new find suggests galaxy mergers could blast away gas and dust, quickly ending a galaxy’s ability to form new stars.",
        "content": "The curling, wispy arms in this image might belong to the earliest spiral galaxy yet discovered. The graceful galaxy is seen as it existed just 1.4 billion years after the Big Bang. That’s over a billion years older than the previous record holder for a spiral galaxy.<br  /><br  />This ancient specimen was discovered by Takfumi Tsukui and Satoru Iguchi at the Sokendai university in Tokyo using the Atacama Large Millimetre/submillimetre Array (ALMA) radio telescope in Chile.<br  /><br  />The galaxy, called BRI 1335-0417, appears to display a central bulge, a rotating gas disk, and spiral arms. Based on analysis of the galaxy’s spectra, it’s also pumping out newborn stars at a prodigious rate — 5,000 Suns’ worth per year. This makes it a so-called starburst galaxy.<br  /><br  />The above traits are all hallmarks of a young spiral galaxy entering its prime. Spiral arms are thought to be the result of waves of star formation that spread through a young galaxy's disk. But scientists had never before seen this kind of developed spiral structure when the universe was still so young, well before the cosmos as a whole reached its peak rate of star formation.<br  /><br  />There is a small chance, however, that the galaxy's 10,000-light-year-long appendages may not be spiral arms in the traditional sense. Instead, they could be tidal tails, or streams of stars that were dislodged and flung outward during a gravitational interaction with a passing galaxy. But, the authors of the new study say, tidal tails are typically larger and less tightly wound around a galaxy's rotating disk than the arms of BRI 1335-0417 are observed to be."
    },
    {
        "img": "https://astronomy.com/-/media/05A69391911C4DCCA84936BC50C601DF.jpg?mw=180",
        "title": "Snapshot: Hubble captures a ‘Molten Ring’",
        "title_link": "https://astronomy.com/tags?tag=galaxies/news/2020/12/hubble-captures-a-clear-shot-of-a-molten-ring",
        "time": "Tuesday, December 22, 2020  | by Hailey Rose McLaughlin",
        "summary": "The distorted galaxy gets its elegant look thanks to the phenomenon of gravitational lensing."
        , "content": "Do barred galaxies have two or more supermassive black holes in the central region? Can a single black hole in the center create a bar?<br  /><br  />Nicolas Andreyev <br  />Estes Park, Colorado <br  /><br  /><br  /><br  />Barred spiral galaxies are fairly common throughout the universe — at least one-third to one-half of spiral galaxies show some kind of central bar structure, including our own Milky Way. Because bars form in the centers of galaxies, which is also where supermassive black holes reside, it’s easy to think the two are connected. However, the gravitational influence of a galaxy’s supermassive black hole is so limited that it has nothing to do with how or why a central bar forms.<br  /><br  />But, you may be saying, supermassive black holes contain millions or billions of Suns’ worth of mass. How can such a massive object not be related to the central bar? There are two main reasons: First, the influence of an object’s gravity is inversely proportional to the square of the distance you are from that object. This is a complicated way of saying that the gravitational pull you feel from something very quickly becomes weaker as you move away from it. So, given that the bulge of, say, the Milky Way stretches nearly 7,000 light-years across, the sphere of influence around its supermassive black hole is not nearly large enough to dictate the motions of material throughout the entire bulge. The second reason is that the mass of a galaxy’s bulge itself — the stars and gas — far outweighs that of its supermassive black hole. The difference is quite extreme: The average supermassive black hole accounts for only about 0.5 percent of the total mass in a galaxy’s bulge. <br  /><br  />So, despite its location, a supermassive black hole has nothing to do with the formation of a bar structure. Even the acquisition of an additional supermassive black hole from a colliding galaxy could not create a bar — such an event might, in fact, disrupt one. Galactic bars are instead caused by gravitational instabilities in the motion of material in a galaxy’s bulge. Because the material throughout a galaxy is not distributed evenly, instabilities arise in areas that start out slightly denser than their surroundings, causing them to attract more material. Given time, the orbits of numerous stars and gas clouds will overlap, creating the structure we see. This is similar to the way spiral arms are generated as density waves cause material in a galaxy’s disk to pile up in certain orbits like a traffic jam as the galaxy rotates. And although a bar or spiral arms may look solid, they are really just dense regions where more material is present. Their shape, size, and even existence can change within a single galaxy over its lifetime. <br  /><br  />Alison Klesman <br  />Senior Associate Editor"
    },
    {
        "img": "https://astronomy.com/-/media/21D7FDC83319455690332C485F2C495C.jpg?mw=180",
        "title": "Ask Astro: If dark matter is invisible, then how do we detect it?",
        "title_link": "https://astronomy.com/tags?tag=galaxies/magazine/ask-astro/2020/11/if-dark-matter-is-invisible-then-how-do-we-detect-it",
        "time": "Sunday, November 22, 2020",
        "summary": "Q: In your May feature, “Is the Big Bang in Crisis?” dark matter is called invisible. How was the dark matter in the story’s image of the El Gordo galaxy cluster detected and colorized if it is invisible? William P. Gerhold Hewitt,...",
        "content": "A popular old saying claims, “Absence makes the heart grow fonder.” For me, this describes my love of the southern sky. I’ve spent maybe 50 nights total under it, but each one has been filled with discovery and fascination.<br  /><br  />For this story, I’ve chosen deep-sky objects in the far south — within 30° of the South Celestial Pole. Once you point a telescope toward that region, you’ll encounter constellations you may not be familiar with: Apus, Ara, Carina, Centaurus, Circinus, Crux, Dorado, Horologium, Hydrus, Indus, Mensa, Musca, Octans, Pictor, Reticulum, Triangulum Australe, Tucana, and Volans. And although Carina, Centaurus, and Crux contain bright stars you can navigate by, luminaries in the other groups are few and far between.<br  /><br  />What are the best locations to view these southern wonders? One is the tip of South America, either in Chile or Argentina. From a latitude of 50° south, the South Celestial Pole stands 50° high, so the objects in this story will never set. Instead, they’ll lie between 20° and 80° above the horizon all night.<br  /><br  />But let’s say you’re heading to Melbourne, Australia. From there, targets on this list will appear about 12° lower. Your best views from either location will come when an object stands highest above the horizon.<br  /><br  />I’ve listed these objects in order of right ascension. Pick one that’s high in the sky, and the subsequent objects will rise to their highest points after it. Good luck!<br  /><br  />The list<br  />As it happens, our first target is one of the best: 47 Tucanae (NGC 104). This globular cluster forms a celestial pairing in Tucana with the Small Magellanic Cloud — both objects are easily visible to the naked eye. Among globulars, only Omega Centauri (NGC 5139) outshines NGC 104.<br  /><br  />To the naked eye, 47 Tucanae appears as a magnitude 3.8 fuzzy “star.” A 3-inch telescope will begin to resolve this cluster’s stars, but they really put on a show when you use an 8-inch or larger scope. Through such instruments, the cluster is a 50'-wide ball of stars you can resolve nearly to the core. Be sure to note the many streams of stars that emanate from its central region 6' in diameter.<br  /><br  />Our second target, bright globular cluster NGC 362, lies in Tucana on the northern edge of the Small Magellanic Cloud. It’s not part of that galaxy, however, and sits seven times closer to us.<br  /><br  />Sharp-eyed observers will see it without optical aid as a magnitude 6.5, extended “star.” Its apparent diameter is 12.9', more than 40 percent that of the Full Moon. Through an 8-inch telescope, NGC 362 explodes with detail. Well, except for the core — you’ll need a larger scope and high magnification to resolve any of the stars near the cluster’s center.<br  /><br  />Our next object is a true southern showpiece. NGC 1313 sits in the southwest corner of Reticulum, 3.2° southwest of magnitude 3.8 Beta (β) Reticuli. This spiral galaxy glows at magnitude 8.9 and measures 11.0' by 7.6'."
    },
    {
        "img": "https://astronomy.com/-/media/7DE9CA59834745468B43E54D2366B5C4.jpg?mw=180",
        "title": "Meet the Magellanic Clouds: Our galaxy’s brightest satellites",
        "title_link": "https://astronomy.com/tags?tag=galaxies/magazine/news/2020/11/meet-the-magellanic-clouds-our-galaxys-brightest-satellites",
        "time": "Friday, November 20, 2020  | by Knut Olsen",
        "summary": "One large and one small, the Magellanic Clouds are familiar sights in the southern sky — and they can teach us a great deal about the Milky Way.",
        "content": "Galaxies are constantly colliding, merging, and creating ever-larger structures. That’s true of the Milky Way, too. Our home galaxy has devoured multiple smaller galaxies in its past. And one day, about 4.5 billion years from now, the Milky Way will also merge with the nearby Andromeda Galaxy.<br  /><br  />Astronomers study this cannibalistic cycle, called the hierarchical model of galaxy evolution, by catching distant galaxies in the act of smashing together. And when galaxies merge, so do their central supermassive black holes, which each weigh millions to billions of times the mass of the Sun. During this process, gas, dust, and stars dislodged by the collision can be either flung outward and away from the merging galaxies or inward toward their cores. In the latter case, the resulting influx of material can rapidly feed the supermassive black holes, forming bright, energetic accretion disks around them. That turns them into what astronomers call active galactic nuclei or AGN.<br  /><br  />Now, researchers have spotted a triple galaxy merger — three separate galaxies slamming together at once — in which two of the three galaxies appear to sport an AGN. This sight is incredibly rare, and astronomers know of fewer than 10 such triple mergers with dual AGN. Two of the merging galaxies appear close together, with a third galaxy (this one a smaller dwarf galaxy) to their north.<br  /><br  />Researchers think the dwarf may have already passed through the other two galaxies, disrupting all three as they swirl together. A tail of dust and gas connecting the dwarf to the other two is visible in images, which helps astronomers trace back the galaxies’ interactions thus far.<br  /><br  />Mixed signals<br  /><br  />The two larger, closer galaxies have central cores that are a mere 9,100 light-years apart. That’s only about one-third the Sun’s distance to the center of our Milky Way Galaxy. Curious about what was going on in these cores, astronomers used several observatories to peer at them in different wavelengths, including radio, infrared, optical, and X-ray light.<br  /><br  />They discovered that the two close cores are each emitting bright optical light and X-rays indicating activity from an AGN. But one core shows stronger AGN signals than the other, while both are missing some key signs of AGN activity.<br  /><br  />“Mergers are messy. Black holes start turning on, showing AGN behavior, and turn off again — and dust and gas can obscure what we see,” explained Johnathan Williams of the University of Maryland, who led the study, during a virtual press conference Monday at the 238th meeting of the American Astronomical Society. Such obscuring material, he said, could explain why the cores look like AGN at some wavelengths of light, but not others. He went on to add that better understanding this system can teach astronomers how and why AGN might turn on and off during a merger, such as when there is gas and dust in their vicinity.<br  /><br  />End result<br  /><br  />Exactly how supermassive black holes ultimately come together during a galaxy merger is still a bit of a mystery. But it’s one that researchers hope to soon solve, when future gravitational-wave observatories capable of “hearing” such events come online. “Knowing how often such mergers take place will help us know what to look for, and when we’re seeing something unexpected,” Williams said.<br  /><br  />For now, astronomers can only study rare examples such as this in the hopes of disentangling them. In the case of this system, Williams said, models indicate the third core might eventually be ejected altogether, which could cause the two closer cores to merge faster than they might have otherwise. The team next plans to observe this triple merger with the Hubble Space Telescope to uncover more clues.<br  /><br  />“This system combines an usual combination of features, some puzzling aspects, and the potential to answer a number of questions about AGN and galaxy mergers,” Williams concluded. “Work is ongoing and one thing is certain: More surprises lay in store.”"
    },
    {
        "img": "https://astronomy.com/-/media/8ECA2C4828F64F9CA3A5F9478C57ED48.jpg?mw=180",
        "title": "Six galaxies trapped in the web of an ancient supermassive black hole",
        "title_link": "https://astronomy.com/tags?tag=galaxies/news/2020/10/six-ancient-galaxies-found-in-the-web-of-a-supermassive-black-hole",
        "time": "Friday, October 2, 2020  | by Caitlyn Buongiorno",
        "summary": "Astronomers have discovered a half-dozen galaxies, which formed within the first billion years of the universe, blockading a supermassive black hole.",
        "content": "Cotton candy is a delectable fair staple — dyed blue, the pieces sticking to your fingers as you pull on the spun sugar strands.<br  /><br  />Like sugary sweet cotton candy coming apart strand by strand, the spiral galaxy NGC 2276 is also being pulled and picked apart. Located 120 million light-years away in the constellation Cepheus, it has a neighboring galaxy, NGC 2300, out of frame to the right. That galaxy is tugging on NGC 2276’s outer disk of stars and pulling them to one side.<br  /><br  />On the other side of NGC 2276, massive newborn stars live in the bright, blue arm on the upper left. The intense star formation might be due to a collision between NGC 2276 and another dwarf galaxy many eons ago.<br  /><br  />NGC 2276 is a perfect example of the physics of the cosmos. Nothing is uniform in space, but it sure is sweet to look at."
    },
    {
        "img": "https://astronomy.com/-/media/BE379B13DF5644CE9EFF9FDC08F9019A.jpg?mw=180",
        "title": "Why do colliding spiral galaxies form elliptical galaxies?",
        "title_link": "https://astronomy.com/tags?tag=galaxies/magazine/ask-astro/2020/08/why-do-colliding-spiral-galaxies-form-elliptical-galaxies",
        "time": "Thursday, August 20, 2020",
        "summary": "Q: Why do two colliding spiral galaxies form an elliptical galaxy rather than one larger spiral galaxy? Bill Dellinges Apache Junction, Arizona A: When two spiral galaxies collide, gravity is the main force that comes into play. As the galaxies app...",
        "content": "The curling, wispy arms in this image might belong to the earliest spiral galaxy yet discovered. The graceful galaxy is seen as it existed just 1.4 billion years after the Big Bang. That’s over a billion years older than the previous record holder for a spiral galaxy.<br  /><br  />This ancient specimen was discovered by Takfumi Tsukui and Satoru Iguchi at the Sokendai university in Tokyo using the Atacama Large Millimetre/submillimetre Array (ALMA) radio telescope in Chile.<br  /><br  />The galaxy, called BRI 1335-0417, appears to display a central bulge, a rotating gas disk, and spiral arms. Based on analysis of the galaxy’s spectra, it’s also pumping out newborn stars at a prodigious rate — 5,000 Suns’ worth per year. This makes it a so-called starburst galaxy.<br  /><br  />The above traits are all hallmarks of a young spiral galaxy entering its prime. Spiral arms are thought to be the result of waves of star formation that spread through a young galaxy's disk. But scientists had never before seen this kind of developed spiral structure when the universe was still so young, well before the cosmos as a whole reached its peak rate of star formation.<br  /><br  />There is a small chance, however, that the galaxy's 10,000-light-year-long appendages may not be spiral arms in the traditional sense. Instead, they could be tidal tails, or streams of stars that were dislodged and flung outward during a gravitational interaction with a passing galaxy. But, the authors of the new study say, tidal tails are typically larger and less tightly wound around a galaxy's rotating disk than the arms of BRI 1335-0417 are observed to be."
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/News/2020/08/abbythumb5.jpg?mw=180",
        "title": "Infinity & Beyond — Episode 5: The Milkomeda collision",
        "title_link": "https://astronomy.com/tags?tag=galaxies/videos/news/2020/08/infinity-and-beyond-episode-5-milkomeda-collision",
        "time": "Thursday, August 13, 2020  | by Abigail Bollenbach",
        "summary": "Abigail Bollenbach walk you through the inevitable galactic collision between the Milky Way and Andromeda."
    },
    {
        "img": "https://astronomy.com/-/media/D3EE6494B74B49E5B7E601192A64BD42.jpg?mw=180",
        "title": "Diving deep into the world of \"Galaxies\" with David Eicher",
        "title_link": "https://astronomy.com/tags?tag=galaxies/magazine/news/2020/06/a-look-into-the-world-of-galaxies-by-david-eicher",
        "time": "Thursday, June 18, 2020  | by David J. Eicher",
        "summary": "These star cities are vast islands of matter, floating in a nearly limitless sea of inky black space."
    },
    {
        "img": "https://astronomy.com/-/media/A307577BDD214820857F176AD1C70241.jpg?mw=180",
        "title": "Explore Markarian’s Chain",
        "title_link": "https://astronomy.com/tags?tag=galaxies/magazine/glenn-chaple/2020/05/glenn-chaple-explore-markarians-chain",
        "time": "Tuesday, May 19, 2020  | by Glenn Chaple",
        "summary": "Tour a tightly packed group of gorgeous galaxies."
    },
    {
        "img": "https://astronomy.com/-/media/1E588EB3822C47BA882394C715BDE899.jpg?mw=180",
        "title": "Observing edge-on and face-on galaxies",
        "title_link": "https://astronomy.com/tags?tag=galaxies/magazine/news/2020/05/observing-edge-on-and-face-on-galaxies",
        "time": "Tuesday, May 19, 2020  | by Stephen James O'Meara",
        "summary": "Hunting pins and needles in the deep sky will give your observing some pizzazz."
    },
    {
        "img": "https://astronomy.com/-/media/85717000B5FB4CFA9FDBDB9760DB7584.jpg?mw=180",
        "title": "Why is this galaxy shaped like a boomerang?",
        "title_link": "https://astronomy.com/tags?tag=galaxies/news/2020/05/why-is-this-galaxy-shaped-like-a-boomerang",
        "time": "Wednesday, May 13, 2020  | by Hailey Rose McLaughlin",
        "summary": "X marks the spot: New observations reveal the hidden treasure of strange “X-galaxies.”"
    },
    {
        "img": "https://astronomy.com/-/media/83FE277F5B37411F8DAB914BEFCD466E.jpg?mw=180",
        "title": "Try observing these stellar elliptical galaxies",
        "title_link": "https://astronomy.com/tags?tag=galaxies/magazine/news/2020/04/try-observing-these-stellar-elliptical-galaxies",
        "time": "Thursday, April 9, 2020  | by Michael E. Bakich",
        "summary": "Discover a world of massive star cities lurking in the skies of fall and spring."
    },
    {
        "img": "https://astronomy.com/-/media/7C7841ED21F44E969C39BB4C66156D04.jpg?mw=180",
        "title": "Snapshot: Hubble hunts for cosmic carnage",
        "title_link": "https://astronomy.com/tags?tag=galaxies/news/2020/03/snapshot-hubble-hunts-for-cosmic-carnage",
        "time": "Tuesday, March 17, 2020  | by Hailey Rose McLaughlin",
        "summary": "The space telescope is seeking evidence of stars torn asunder by a supermassive black hole."
    },
    {
        "img": "https://astronomy.com/-/media/571BB9ED5C2841298529E43C27BD0292.jpg?mw=180",
        "title": "Slime mold helps astronomers map the universe’s dark matter",
        "title_link": "https://astronomy.com/tags?tag=galaxies/news/2020/03/slime-mold-helps-astronomers-map-the-universes-dark-matter",
        "time": "Thursday, March 12, 2020  | by John Wenz",
        "summary": "The food-seeking behavior of a simple organism is helping astronomers trace the universe’s vast cosmic web, dark matter and all."
    },
    {
        "img": "https://astronomy.com/-/media/DB66EBAB09F64E049BC5B64586D55B9D.jpg?mw=180",
        "title": "This huge, distant galaxy formed all its stars really fast",
        "title_link": "https://astronomy.com/tags?tag=galaxies/news/2020/02/this-huge-distant-galaxy-formed-all-its-stars-super-fast",
        "time": "Thursday, February 6, 2020  | by Erika K. Carlson",
        "summary": "A massive galaxy in the early universe had already finished making stars by about 1.8 billion years after the Big Bang, challenging astronomers' current models."
    },
    {
        "img": "https://astronomy.com/-/media/8B976D85A6494369A5AB2517DD0B0BD7.jpg?mw=180",
        "title": "Astronomy's 10 most popular space stories of 2019",
        "title_link": "https://astronomy.com/tags?tag=galaxies/news/2019/12/10-most-popular-space-stories-of-2019",
        "time": "Friday, December 27, 2019  | by Staff",
        "summary": "From the first picture of a black hole’s event horizon to Hubble’s discovery of a weird, football-shaped planet, these are the stories that caught our readers' attention the most."
    }
]