[
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/News/2021/08/1600pxHubbleInteractingGalaxyNGC52020080424.jpg?mw=300",
        "title": "Throwback: Observing peculiar galaxies, 40 years ago",
        "summary": "This story ran in the February 1981 issue of Astronomy in the Gazer’s Gazette section as Alan Goldstein’s first contribution to the magazine. The author revisits the topic in this year’s September issue, available now.<br  />Though techno..."
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/News/2021/08/19c7c4d5ebdff09ad279093ca2c744d0_carolyn_shoemaker.jpg?mw=300",
        "title": "Carolyn S. Shoemaker returns to the stars",
        "summary": "Astronomy lost a towering figure on Aug. 13 when Carolyn Shoemaker, one of the preeminent comet and asteroid hunters of her generation, died at age 92.<br  />Shoemaker didn’t take the most conventional path to studying the cosmos — she began st..."
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/News/2021/08/nasabox.png?mw=300",
        "title": "NASA lands in the new Space & Beyond Box",
        "summary": "Looking for the perfect gift for a space enthusiast in your life? Or maybe you’ve been searching for unique NASA products to add to your own collection. If you or someone you know is excited about space exploration, the Space & Beyond Box i..."
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/News/2021/08/Spacetravelconcept.jpg?mw=300",
        "title": "The perils of a trip to Mars: Low gravitation and high radiation",
        "summary": "(Inside Science) -- Back in May, SpaceX launched its Starship SN15 prototype to about the cruising altitude of a commercial airliner before landing it safely. The company claims future versions of the rocket will be able to take 100 passengers at a t..."
    },
    {
        "img": "https://astronomy.com/-/media/Images/Magazine%20Articles/2021/08/ASYJO0821_10.png?mw=300",
        "title": "Jupiter at opposition: Explore the gas giant at its best",
        "summary": "This month, Jupiter makes its closest and brightest approach of the year. At 8:16 p.m. EDT on Aug. 19 (00:16 UTC on Aug. 20), Earth will slide between the gas giant and our star, placing Jupiter directly opposite the Sun in our sky. In other words, J..."
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/Sky%20this%20Week/STW%202021/August/Jupiter.png?mw=300",
        "title": "The Sky This Week: Jupiter reaches opposition",
        "summary": "Friday, August 13<br  />Although the Perseids peaked yesterday, today is still a great time to catch some of the shower’s plentiful shooting stars. In fact, the Perseids are often considered one of the year’s best meteor showers and, depending ..."
    },
    {
        "img": "https://astronomy.com/-/media/Images/Magazine%20Articles/2021/08/ASYGC0821_01.jpg?mw=300",
        "title": "Prepare for the Perseids",
        "summary": "Have you ever seen a meteor streak through the sky? If you’re a longtime backyard astronomer, you’ve probably seen hundreds, if not thousands. And even those unfamiliar with the night sky will likely have glimpsed at least a few “sh..."
    },
    {
        "img": "https://astronomy.com/-/media/3E7D26DEC59D42F29DA3CA61796B1F7F.jpg?mw=180",
        "title": "What echoing radio waves taught us about Venus",
        "summary": "Venus is often called Earth’s sibling planet. Yet despite similarities in size and composition, this nearby world is hellish, unlike Earth’s paradisical climes. Shrouded in clouds of sulfuric acid that hide a surface with temperatures tha..."
    },
    {
        "img": "https://astronomy.com/-/media/F3F3F25A828E4F639D841D028FF3AE26.jpg?mw=180",
        "title": "March 13 marks 240 years since William Herschel discovered Uranus",
        "summary": "Step out to your backyard tonight and give your eyes a few minutes to acclimate to the darkness. Glancing eastward, just a handful of degrees above the horizon, you might discover a tiny gem shimmering at roughly sixth magnitude, hidden within the mi..."
    },
    {
        "img": "https://astronomy.com/-/media/CFA1C57AA6EF466F856B54B400F0C493.jpg?mw=180",
        "title": "Raindrops on other worlds are surprisingly like our own",
        "summary": "Rainfall is one of the defining characteristics of our weather, with amounts varying dramatically from one region to another. It shapes both our skies and our landscape, carving valleys while filling rivers and lakes. We know similar processes are al..."
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/News/2020/10/IBE9thumb.jpg?mw=180",
        "title": "Infinity & Beyond — Episode 9: Saturn's rings",
        "summary": "A glance at Saturn through a small telescope is often the experience that turns people on to astronomy. Simply walking outside, setting up a little scope, and enjoying a spectacular view of a distant planet — colorful and beautiful, surrounded ..."
    },
    {
        "img": "https://astronomy.com/-/media/75722536BF4A4D648F557072269D65C3.jpg?mw=180",
        "title": "Ceres: An ocean world in the asteroid belt",
        "summary": "Remnants of an ancient water ocean are buried beneath the icy crust of dwarf planet Ceres — or, at least, lingering pockets of one. That’s the tantalizing find presented August 10 by scientists working on NASA’s Dawn mission. Their ..."
    },
    {
        "img": "https://astronomy.com/-/media/744A1C8CBDE0461190B0E255E9601B48.jpg?mw=180",
        "title": "What has the Juno spacecraft taught us about Jupiter?",
        "summary": "In the four years since NASA’s Juno spacecraft went into orbit around Jupiter, it has slowly been coaxing the king of all the planets to reveal its deepest secrets — an astonishing catalog that includes daisy chains of continent-sized cyc..."
    },
    {
        "img": "https://astronomy.com/-/media/7FE33F81B85744C58A8573751CFC25D8.jpg?mw=180",
        "title": "Astronomers re-create the formation of Jupiter’s Galilean moons using new theory",
        "summary": "Using insights gleaned from studying exoplanets, astronomers have developed a new theory that explains the formation of all of Jupiter’s Galilean moons. The team, led by Konstantin Batygin of Caltech, then went on to use the theory to create co..."
    },
    {
        "img": "https://astronomy.com/-/media/510BE112E0744AF0B69FCD56A5A0FD31.jpg?mw=180",
        "title": "Hubble captures breakup of Comet ATLAS",
        "summary": "Breaking up can be the hardest thing to do. But a comet breaking up as it soars through the inner solar system is an exciting event for astronomers. Amateur and professional astronomers alike have been watching Comet C/2019 Y4 (ATLAS) since it was ..."
    },
    {
        "img": "https://astronomy.com/-/media/2EDD93F331914260AC805B8B5E1FC731.jpg?mw=180",
        "title": "Scientists find meteorite pieces older than the solar system",
        "summary": "In pieces of a meteorite, scientists have found tiny mineral grains that are older than the Sun and the solar system, which formed about 4.6 billion years ago. Some of these “presolar grains,” the researchers found, are between five and s..."
    },
    {
        "img": "https://astronomy.com/-/media/D9505152D60F4BC78E5E24BF3F7765A6.jpg?mw=180",
        "title": "Giant planet found around tiny white dwarf star, a first",
        "summary": "For the first time, astronomers have discovered evidence for a giant planet orbiting a tiny, dead white dwarf star. And, surprisingly, the Neptune-sized planet is more than four times the diameter of the Earth-sized star it orbits. \"This star has a ..."
    },
    {
        "img": "https://astronomy.com/-/media/90B0C8A18BA64E2FBC6D9FD50B3DE6F3.jpg?mw=180",
        "title": "'Orbital Gateway' guides some comets into inner solar system",
        "summary": "Astronomers have discovered an orbital region just beyond Jupiter that appears to act as a kind of gateway for some objects entering the inner solar system from the Kuiper Belt. The discovery may offer a solution to a puzzle that has long confused as..."
    },
    {
        "img": "https://astronomy.com/-/media/342C269B3D324EC5AF85AC3216A3FAFF.jpg?mw=180",
        "title": "A brief history of Saturn's amazing rings",
        "summary": "Many dream of what they would do had they a time machine. Some would travel 100 million years back in time, when dinosaurs roamed the Earth. Not many, though, would think of taking a telescope with them, and if, having done so, observe Saturn and its..."
    },
    {
        "img": "https://astronomy.com/-/media/850FE2ABBC524CD6BB4275BC60F7393F.jpg?mw=180",
        "title": "Jupiter may have been hit by a massive proto-planet long ago",
        "summary": "In 2016, NASA’s Juno spacecraft arrived at Jupiter with the goal of peering through Jupiter’s dense clouds to reveal the giant planet’s inner secrets. Along with the stunning pictures Juno has sent back, it’s also used its ins..."
    },
    {
        "img": "https://astronomy.com/-/media/F8CC8CB960D9405E9859CAB1EC08A8DB.jpg?mw=180",
        "title": "NASA shuts off systems on Voyager 2, saving power for long haul into interstellar space",
        "summary": "Launched in 1977, Voyagers 1 and 2 are the longest-running spacecraft, still operating at more than 11 billion miles from home, decades after the end of their nominal goal of exploring the outer solar system planets. They still get their power from t..."
    },
    {
        "img": "https://astronomy.com/-/media/4BAE8241AE5844B9B7D66FEAFBB2C609.jpg?mw=180",
        "title": "Atira asteroids: A strange family of space rocks that circle close to the Sun",
        "summary": "Astronomers just found an asteroid circling surprisingly close to our home Sun, adding one more sibling to a rare family of space rocks. Our solar system has a lot of rubble left over from its creation that’s strewn haphazardly between and beyo..."
    },
    {
        "img": "https://astronomy.com/-/media/0D106D192AB1491BB670BCAC36436B74.jpg?mw=180",
        "title": "Planetary tours: The backpacker's guide to the solar system",
        "summary": "Space is harsh. From damaging radiation to deadly gases and drastic temperature changes, pretty much any environment beyond Earth can kill you at a moment’s notice. Yet our cosmic backyard boasts natural wonders that rival the greatest found on..."
    },
    {
        "img": "https://astronomy.com/-/media/68841427AA4B458EA9FABA413DDC50C8.jpg?mw=180",
        "title": "Where did Earth's water come from?",
        "summary": "Karen Meech doesn’t spend a lot of time digging through Earth’s rocks. An astronomer by trade, she is usually behind the telescope, investigating comets and looking for hints about how Earth got its water. But a field trip to Iceland in 2004 ultimate..."
    },
    {
        "time": "Wednesday, August 25, 2021",
        "img": "https://astronomy.com/-/media/Images/Magazine%20Articles/2021/08/ASYTS0821_14.png?mw=300",
        "title": "TESS: A behind-the-scenes look at NASA’s latest planet hunter",
        "summary": "In 1995, astronomers discovered the first extrasolar planet orbiting a Sun-like star. Ten years later, exoplanet..."
    },
    {
        "time": "Wednesday, August 25, 2021",
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/News/2021/08/Enceladuswide.jpg?mw=300",
        "title": "Enceladus could be even more unique than previously thought",
        "summary": "Enceladus, Saturn’s sixth largest moon, is awash with liquid water beneath its icy shell. At the moon’s south pole..."
    },
    {
        "time": "Friday, August 20, 2021",
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/News/2021/08/shutterstock_395839942.png?mw=300",
        "title": "What would this cyclic model of the universe mean for the Big Bang?",
        "summary": "In Paul Steinhardt’s corners of the cosmology world, to say that history repeats itself would be a laughable..."
    },
    {
        "time":"Tuesday, August 31, 2021",
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/News/2021/08/shutterstock_380254093.jpg?mw=300",
        "title": "Earth’s inner core is growing lopsided",
        "summary": "Each year, the solid-iron inner core at the heart of our planet expands by about a millimeter as the Earth’s nether regions cool and solidify. According to a recent study, one side appears to be growing faster — but scientists don’t..."
    }
]