[
    {
        "img": "https://astronomy.com/-/media/980E52C9DF0343608193E39A73A06453.jpg?mw=180",
        "title": "Understanding the solar system",
        "title_link": "https://astronomy.com/search?q=solar+system/observing/observe-the-solar-system/2010/08/understanding-the-solar-system",
        "time": "Sunday, August 15, 2010  | by Richard Talcott",
        "summary": "Varied worlds large and small offer backyard observers spectacular targets for the naked eye, binoculars, and telescope.",
        "content": "Follow the night sky throughout the course of a year, and you'll start to pick out some patterns. The stars all seem to march in lock step across the sky. They rise in the east and set in the west, moving with a little more alacrity than the Sun. As a consequence, if you observe at the same time each night, the stars seem to slide slowly westward. That's why the summer sky appears so different from the winter sky. During the course of one full year, the stars make a complete circuit.<br /><br />Yet a few bright points of light break those rules. Even early civilizations recognized that a handful of celestial objects don't follow the same pattern but instead move relative to the stars. The ancients called these wandering objects \"planets\" and, along with the Sun and Moon, regarded them with special significance.<br /><br />Early civilizations recognized only five planets — Mercury, Venus, Mars, Jupiter, and Saturn — the ones bright enough to show up easily to the naked eye. Astronomers using telescopes discovered three more during the past 225 years: Uranus, Neptune, and Pluto. Together, the planets make up the vast bulk of the material in the solar system outside the Sun.<br /><br />The eight planets besides Earth fall into two observational classes. The inferior planets — Mercury and Venus — lie between the Sun and Earth, and the superior planets (the other six) lie beyond Earth's orbit. The two categories show very different observational properties.<br /><br />Because inferior planets orbit closer to the Sun than Earth, they never stray far from their parent star. Innermost Mercury never appears farther than 28° from the Sun in our sky. This means it stays almost perpetually in twilight, glowing either in the west shortly after sunset or in the east shortly before sunrise. Despite shining brighter than all but the most prominent stars, Mercury remains an elusive object.<br /><br />With a bigger orbit than Mercury, Venus can appear up to 47° from the Sun. Although it often lies in twilight, Venus occasionally climbs into a completely dark sky. But you don't need that help to spot it — Venus is by far the brightest object in the sky after the Sun and Moon. It shows up easily except during the fairly brief periods when it passes behind or in front of the Sun.<br /><br />An inferior planet appears most conspicuous around the time of its greatest elongation from the Sun. If you envision an inferior planet's orbit relative to Earth's, the moment when it passes directly between Earth and the Sun is called inferior conjunction. Because an inferior planet moves faster than Earth, it quickly pulls ahead of the Sun in our sky and eventually becomes visible in the east before dawn. It stands highest in the morning sky around the time it reaches greatest western elongation, then it sinks back toward the Sun. The planet then passes on the far side of the Sun from Earth, a configuration known as superior conjunction, before climbing into the western evening sky. It appears highest around greatest eastern elongation and then heads back toward the Sun for its next inferior conjunction. It takes Mercury an average of about 116 days to complete one cycle; Venus requires 584 days.<br /><br />Observers who own telescopes have to be content with tracking Mercury's and Venus's changing sizes and phases. Because Mercury presents such a small disk and turbulence near Earth's horizon distorts our view, there's really no hope of discerning any surface feature. And thick, highly reflective clouds permanently shroud the surface of Venus. Neither inferior planet varies much during the relatively long period it spends near superior conjunction. It lies farther from Earth then and so appears smaller, and its gibbous phase changes slowly. At greatest eastern elongation, the planet appears half-lit. The pace of change quickens between this elongation and inferior conjunction. The planet's size grows rapidly and the phase dwindles precipitously. For Venus, the apparent size grows from roughly 10\" across near superior conjunction to 60\" across at inferior conjunction. The size and phase changes play out in reverse as the planet moves from inferior to superior conjunction."
    },
    {
        "img": "https://astronomy.com/-/media/F85B242C1BDF4FFF9F3DF6E484D4F5BA.jpg?mw=180",
        "title": "Making the solar system",
        "title_link": "https://astronomy.com/search?q=solar+system/news/2007/03/making-the-solar-system",
        "time": "Monday, March 19, 2007  | by Richard Talcott",
        "summary": "A supernova likely preceded the birth of our solar system. Now, astronomers are getting closer to knowing when and where the blast occurred.",
        "content": "March 19, 2007<br />The first step in forming a star is to get an interstellar cloud of gas and dust to collapse on itself. Astronomers have deduced several ways this could happen: a supernova shock wave, stellar winds or energetic radiation from massive stars, or a spiral arm density wave, to name a few.<br /><br />For our solar system, a supernova seems, at the very least, to have been involved. The oldest solid objects in the solar system — inclusions found in some meteorites — contained several short-lived radioactive nuclei, including aluminum-26, calcium-41, and iron-60. All of these have half-lives of at most a few million years, and so must have been injected into the developing solar system at its beginning.<br /><br />A team of planetary scientists led by Junya Miki from the University of Tokyo proposes the molecular cloud that gave birth to the Sun existed near a star containing more than 20 times the Sun's mass. This heavyweight star then underwent a \"mixing-fallback\" supernova, in which the exploding star's inner regions mixed. Some of this material got ejected, while the rest fell back on the collapsing core. Miki presented the team's findings this week at the Lunar and Planetary Science Conference in Houston.<br /><br />The researchers looked at two possible scenarios. In the first, the supernova's shock wave would've compressed the molecular cloud, initiating the cloud's collapse. The supernova's ejecta, which contained the short-lived nuclei, was incorporated into the protostellar nebula. In the second, intense ultraviolet radiation from the massive star (and possible companions) would've already caused the cloud to collapse. The supernova then injected the radioactive elements into the protoplanetary disk.<br /><br />In the first case, the exploding star had to be between 6 and 16 light-years away. Only at that range would the shock wave have been strong enough to compress the molecular cloud but not so strong as to shred it. The meteorite inclusions would have formed within about 1 million years after the molecular cloud's collapse.<br /><br />In the second case, the exploding star would be only 1 to 2.5 light-years away. (The smaller distance results from the protoplanetary disk being much smaller than the molecular cloud in the other case, so the supernova had to be closer to deliver an equal dose of radioactive elements.) Under these conditions, the meteorite inclusions likely formed a few million years after the disk.<br /><br />The scientists admit it's hard to decide which case is more plausible. However, Miki confesses he leans toward the more distant bang that would've both triggered the molecular cloud's collapse and injected the radioactive elements."
    },
    {
        "img": "https://astronomy.com/-/media/04C12E1967214930AE42AF292205914C.jpg?mw=180",
        "title": "Rethinking solar system history",
        "title_link": "https://astronomy.com/search?q=solar+system/news/2006/12/rethinking-solar-system-history",
        "time": "Friday, December 15, 2006  | by David J. Eicher",
        "summary": "Analysis of the comet samples the Stardust mission returned shows superheated rock, not icy dirt.",
        "content": "December 15, 2006<br />In January 2006, NASA's Stardust spacecraft landed smack in the middle of a Utah mud flat, its heavily-protected container holding thousands of precious particles of Comet Wild 2. The particles were captured in a glassy product called aerogel as the spacecraft encountered the comet beyond the orbit of Mars in January 2004. Now, after 200 scientists have completed their preliminary investigation of the particles, the Stardust team has announced its first batch of findings, which include surprises that will upset the conventional understanding of the early solar system.<br /><br />Team members, including Don Brownlee of the University of Washington, Michael Zolensky of the Johnson Space Center, and Scott Sandford of the NASA-Ames Research Center, announced the findings on Thursday at the American Geophysical Union meeting in San Francisco.<br /><br />They characterized the first results as no less than shocking. The astronomers expected to find mostly interstellar grains — tiny, crystalline and noncrystalline specks that stuck together to form the cometary material. They found interstellar grains, but found much larger particles that are made of complex minerals, many of which had been shocked and melted in the distant past, and stuck together like brecciated rocks.<br /><br />Comets are mostly icy dirtballs, and they are presumed to have formed out in the very coldest part of the solar system. If this is so, how could they contain rock that was obviously superheated? This major puzzle now looms over planetary scientists.<br /><br />Brownlee introduced some of the most curious specific rocks that stuck in Stardust's aerogel, one by one. A tiny clump nicknamed Ada is an igneous rock, a silicate containing iron and olivine that formed in a molten environment. Another, called Inti, has a calcium-aluminum inclusion (CAI) reminiscent of those found in primitive meteorites like Allende. How could a CAI, a molten clump of minerals that formed before the Sun, turn up in something that should have come together in an icy deep-freeze?<br /><br />Another micro-rock called Febo is an iron-magnesium silicate, and one named Sitara contains iron, nickel sulfides, enstatite, and calcium and sodium silicates — the mineral components of rocks. \"We're seeing real rocks in comets,\" says Brownlee, sharing his amazement with journalists and fellow scientists. \"Yes, comets are made largely of ice, but also from exotic, high-temperature minerals.\" This finding will force astronomers to rethink their ideas about the origins of comets, the origin of the solar system, and the way crystalline silicates form around stars.<br /><br />\"We are finding the hottest minerals in the coldest places,\" says Brownlee. \"The major question is, 'How did they get there?'\" A slew of ideas exists, from so-called X-winds (blasts of outward energy in the early solar system) to turbulent eddies to orbital instabilities to some unknown thing that astronomers can't yet imagine.<br /><br />\"The biggest early shock for us is that Wild 2 formed from a great range of materials,\" adds Zolensky. \"There is no evidence of liquid water with this comet, in stark contrast to the earlier results with Tempel 1.\" The mixed bag of components brings to Zolensky's mind the idea of comets acting as a giant vacuum cleaner, sweeping up all sorts of particles. \"Maybe comets are as different as individuals,\" he suggests.<br /><br />Many of the particles studied thus far contain organics, stresses Sandford. \"They represent a more diverse group of organic compounds than we have seen in extraterrestrial material before,\" he says. They are rich in oxygen and nitrogen, and some have a chemical heritage that predates the solar system.<br /><br />Studying the comet's organic molecules will shed more light on the possibility that comets salted early Earth with the organic matter needed to initiate life on Earth. \"If you need some pixie dust to get life going and it has all these magical organics,\" says Brownlee, \"it could be very significant. A lot of this stuff got flung all around the early solar system.\"<br /><br />Studies of the many thousands of Wild 2 particles will go on for years, and will undoubtedly revise models of solar system formation. That's a pretty big first shot out of the box for the Stardust mission."
    },
    {
        "img": "https://astronomy.com/-/media/821A7EFD3E404715A33AC67E60698985.jpg?mw=180",
        "title": "A solar system family portrait",
        "title_link": "https://astronomy.com/search?q=solar+system/news/2011/02/a-solar-system-family-portrait",
        "time": "Tuesday, February 22, 2011  | by NASA Headquarters, Washington, D.C.",
        "summary": "The MESSENGER spacecraft pieced together the first picture of our solar system from the inside looking out.",
        "content": "What would our solar system look like if visitors from other worlds took a series of pictures?<br /><br />NASA's MESSENGER spacecraft did just that by piecing together the first portrait of our solar system from the inside looking out. Composed of 34 images, the mosaic provides a complement to the solar system portrait, from the outside looking in, taken by Voyager 1 in 1990.<br /><br />\"Obtaining this portrait was a terrific feat by the MESSENGER team,\" said Sean Solomon from the Carnegie Institution of Washington. \"This snapshot of our neighborhood also reminds us that Earth is a member of a planetary family that was formed by common processes 4.5 billion years ago. Our spacecraft is soon to orbit the innermost member of the family, one that holds many new answers to how earthlike planets are assembled and evolve.\"<br /><br />MESSENGER's Wide Angle Camera (WAC) captured the images November 3 and 16, 2010. In the mosaic, all the planets are visible except for Uranus and Neptune, which were too faint to detect. Earth's moon and Jupiter's Galilean satellites — Callisto, Ganymede, Europa, and Io — can be seen in the WAC image insets. The solar system's perch on a spiral arm of the Milky Way Galaxy also afforded a beautiful view of a portion of the galaxy in the bottom center.<br /><br />\"The curved shape of the mosaic is due to the inclination of MESSENGER's orbit from the ecliptic — the plane in which Earth and most planets orbit — which means that the cameras must point up to see some planets and down to see others,\" said Brett Denevi from the Johns Hopkins University Applied Physics Laboratory (APL) in Laurel, Maryland. \"The images are stretched to make it easier to detect the planets, though this stretch also highlights light scattered off of the planet limbs, and in some cases creates artifacts such as the non-spherical shape of some planets.\"<br /><br />Assembling this portrait was no easy feat. \"It's not easy to find a moment when many of the planets are within a single field of view from that perspective, and we have strong Sun-pointing constraints on our ability to image in some directions,” said Solomon.<br /><br />APL's Hong Kang, from MESSENGER’s guidance and control team, used the Jet Propulsion Laboratory's Solar System Simulator to pinpoint the relative positions of MESSENGER and the planets to determine if it was possible to see the planets from MESSENGER at any given time.<br /><br />\"I used the celestial coordinates of the planets at the time I wanted to observe them to verify with simulations that MESSENGER could see each of the planets,\" Kang said. \"I also used a satellite tool kit to verify that we had the planets in the field of view of MESSENGER’s Mercury Dual Imaging System.\"<br /><br />The MESSENGER team then had to determine how long the exposures needed to be for each planet.<br /><br />\"From exposure times that worked for previous imaging of stars with visual magnitudes similar to those of the planets, we chose exposure times that would allow us to obtain the appropriate number of counts (i.e., amount of light) in each planet image,\" said Nori Laslo from APL.<br /><br />\"We decided to take images using both the Narrow Angle Camera and the Wide Angle Camera for each planet so that we would cover the sky surrounding the planets and also image the planets themselves at as high a resolution as possible,\" Laslo said. \"I took all of these parameters, along with a variety of related settings, and began building the command sequence with the library of MDIS commands that we have to configure and control the camera system.\"<br /><br />Robin Vaughan, who worked with Kang to coordinate the pointing and timing of the MDIS, also played a role in Voyager's portrait.<br /><br />\"I was working as an optical navigation analyst at JPL for the Voyager-Neptune encounter,\" said Vaughan. \"I had to plan and generate the pointing commands for pictures of Neptune and its satellites against background stars that we used to improve our estimate of the spacecraft's trajectory leading up to the Neptune encounter. Voyager's solar system portrait was done a few years after that flyby and was coordinated by the imaging team. Our optical navigation image planning software was used to double check the pointing commands they had designed and confirm what they expected to see in each image.\"<br /><br />Vaughan did the same thing for MESSENGER’s portrait, using Kang’s designs. \"I used the SPICE trajectory files for the spacecraft generated by MESSENGER's navigation team, as well as routines in the SPICE toolkit, to write a software program that would identify windows when each of the planets would be visible to MDIS given the constraints on pivot angle and Sun keep-in zone for spacecraft attitude,\" she said.<br /><br />From a technical standpoint, the MESSENGER portrait was a little more complicated than what was done for Voyager because scientists had to stay within the Sun keep-in constraints. \"With Voyager so far out in the solar system, the Sun is much fainter, and there were no constraints on the overall spacecraft attitude as far as the Sun was concerned,\" Vaughan said. \"Being in the inner solar system, MESSENGER has to constantly keep the sunshade pointing toward the Sun, which limits the periods when the different planets can be viewed even with the extra degree of freedom that MDIS has with its pivot capability.\"<br /><br />\"Seeing our solar system as just these little specks of light, it reminds you of how lucky we are that we've had the chance, through so many missions, to get up close and explore the incredible diversity and geology that each planet and moon displays,\" Denevi said. \"Mercury has been just a dot on the horizon for most of history, and we get to fill in the details and know it as a real world. What an amazing opportunity!”"
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/Intro%20to%20the%20Sky/Solar%20system/Jupiter-video.jpg?mw=180",
        "title": "Tour the solar system: Jupiter",
        "title_link": "https://astronomy.com/search?q=solar+system/videos/tour-the-solar-system/2011/03/tour-the-solar-system-jupiter",
        "time": "Friday, March 11, 2011  | by Richard Talcott",
        "summary": "The king of planets is known for its light and dark belts and zones, giant storm systems, and four Galilean moons, each a captivating world in its own right.",
        "content": "Transcript<br />Welcome to “Tour the solar system.” In this series, we give you an overview of the objects in our neighborhood. This video focuses on Jupiter, the largest planet in the solar system.<br /><br />Jupiter is typically the fourth-brightest object in Earth’s sky, trailing only the Sun, the Moon, and Venus. It always shines brighter than the brightest star, Sirius, and at its most brilliant beats Sirius by a factor of four. That’s an impressive feat for an object that lies more than 5 times farther from the Sun than Earth does.<br /><br />It shines so brightly because it’s so big. Jupiter’s equator spans 88,846 miles (142,984 kilometers), more than 11 times Earth’s diameter. More than 1,000 Earths could fit inside this giant planet. And Jupiter contains 318 times Earth’s mass. In fact, it holds twice as much mass as all the other planets in the solar system combined. Despite its vast size, it spins rapidly, completing one rotation in just under 10 hours.<br /><br />Jupiter is not a rocky sphere like Earth and the other inner planets. Instead, it is a giant ball of gas composed mostly of hydrogen and helium. When you look at Jupiter, you see the upper layers of its massive atmosphere. The cloud tops get sheared into light and dark bands by alternating east and west winds, which blow at tornadic-like speeds of up to 330 mph (530 km/h). High-altitude clouds made mostly of ammonia cover the dark bands, which astronomers call belts. The brighter bands, called zones, are relatively cloud-free.<br /><br />Giant storms break up the belts and zones. The most famous of these is the Great Red Spot, a high-pressure system that observers first saw more than 300 years ago. This huge storm is more than twice the size of Earth. Its color, which can vary from salmon-pink to brick-red, most likely arises from sulfur compounds dredged up from below by the storm’s intense winds."
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/Intro%20to%20the%20Sky/Solar%20system/ASY081811SolarSystemAsteroidsV1237_900.jpg?mw=180",
        "title": "Tour the solar system: Asteroids",
        "title_link": "https://astronomy.com/search?q=solar+system/videos/tour-the-solar-system/2011/08/tour-the-solar-system-asteroids",
        "time": "Friday, August 19, 2011  | by Liz Kruesi",
        "summary": "These small, rocky objects are leftovers from the formation of our planetary system and have changed little since that time.",
        "content": "Follow the night sky throughout the course of a year, and you'll start to pick out some patterns. The stars all seem to march in lock step across the sky. They rise in the east and set in the west, moving with a little more alacrity than the Sun. As a consequence, if you observe at the same time each night, the stars seem to slide slowly westward. That's why the summer sky appears so different from the winter sky. During the course of one full year, the stars make a complete circuit.<br /><br />Yet a few bright points of light break those rules. Even early civilizations recognized that a handful of celestial objects don't follow the same pattern but instead move relative to the stars. The ancients called these wandering objects \"planets\" and, along with the Sun and Moon, regarded them with special significance.<br /><br />Early civilizations recognized only five planets — Mercury, Venus, Mars, Jupiter, and Saturn — the ones bright enough to show up easily to the naked eye. Astronomers using telescopes discovered three more during the past 225 years: Uranus, Neptune, and Pluto. Together, the planets make up the vast bulk of the material in the solar system outside the Sun.<br /><br />The eight planets besides Earth fall into two observational classes. The inferior planets — Mercury and Venus — lie between the Sun and Earth, and the superior planets (the other six) lie beyond Earth's orbit. The two categories show very different observational properties.<br /><br />Because inferior planets orbit closer to the Sun than Earth, they never stray far from their parent star. Innermost Mercury never appears farther than 28° from the Sun in our sky. This means it stays almost perpetually in twilight, glowing either in the west shortly after sunset or in the east shortly before sunrise. Despite shining brighter than all but the most prominent stars, Mercury remains an elusive object.<br /><br />With a bigger orbit than Mercury, Venus can appear up to 47° from the Sun. Although it often lies in twilight, Venus occasionally climbs into a completely dark sky. But you don't need that help to spot it — Venus is by far the brightest object in the sky after the Sun and Moon. It shows up easily except during the fairly brief periods when it passes behind or in front of the Sun.<br /><br />An inferior planet appears most conspicuous around the time of its greatest elongation from the Sun. If you envision an inferior planet's orbit relative to Earth's, the moment when it passes directly between Earth and the Sun is called inferior conjunction. Because an inferior planet moves faster than Earth, it quickly pulls ahead of the Sun in our sky and eventually becomes visible in the east before dawn. It stands highest in the morning sky around the time it reaches greatest western elongation, then it sinks back toward the Sun. The planet then passes on the far side of the Sun from Earth, a configuration known as superior conjunction, before climbing into the western evening sky. It appears highest around greatest eastern elongation and then heads back toward the Sun for its next inferior conjunction. It takes Mercury an average of about 116 days to complete one cycle; Venus requires 584 days.<br /><br />Observers who own telescopes have to be content with tracking Mercury's and Venus's changing sizes and phases. Because Mercury presents such a small disk and turbulence near Earth's horizon distorts our view, there's really no hope of discerning any surface feature. And thick, highly reflective clouds permanently shroud the surface of Venus. Neither inferior planet varies much during the relatively long period it spends near superior conjunction. It lies farther from Earth then and so appears smaller, and its gibbous phase changes slowly. At greatest eastern elongation, the planet appears half-lit. The pace of change quickens between this elongation and inferior conjunction. The planet's size grows rapidly and the phase dwindles precipitously. For Venus, the apparent size grows from roughly 10\" across near superior conjunction to 60\" across at inferior conjunction. The size and phase changes play out in reverse as the planet moves from inferior to superior conjunction."
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/Intro%20to%20the%20Sky/Solar%20system/ASY090811TourSolarSystemCometsV1238_950.jpg?mw=180",
        "title": "Tour the solar system: Comets",
        "title_link": "https://astronomy.com/search?q=solar+system/videos/tour-the-solar-system/2011/09/tour-the-solar-system-comets",
        "time": "Friday, September 9, 2011  | by Richard Talcott",
        "summary": "Comet are more than small, icy objects that can produce spectacular shows if they pass near Earth; the gases and dust they release hold clues to the conditions that existed as our planetary system was born.",
        "content": "March 19, 2007<br />The first step in forming a star is to get an interstellar cloud of gas and dust to collapse on itself. Astronomers have deduced several ways this could happen: a supernova shock wave, stellar winds or energetic radiation from massive stars, or a spiral arm density wave, to name a few.<br /><br />For our solar system, a supernova seems, at the very least, to have been involved. The oldest solid objects in the solar system — inclusions found in some meteorites — contained several short-lived radioactive nuclei, including aluminum-26, calcium-41, and iron-60. All of these have half-lives of at most a few million years, and so must have been injected into the developing solar system at its beginning.<br /><br />A team of planetary scientists led by Junya Miki from the University of Tokyo proposes the molecular cloud that gave birth to the Sun existed near a star containing more than 20 times the Sun's mass. This heavyweight star then underwent a \"mixing-fallback\" supernova, in which the exploding star's inner regions mixed. Some of this material got ejected, while the rest fell back on the collapsing core. Miki presented the team's findings this week at the Lunar and Planetary Science Conference in Houston.<br /><br />The researchers looked at two possible scenarios. In the first, the supernova's shock wave would've compressed the molecular cloud, initiating the cloud's collapse. The supernova's ejecta, which contained the short-lived nuclei, was incorporated into the protostellar nebula. In the second, intense ultraviolet radiation from the massive star (and possible companions) would've already caused the cloud to collapse. The supernova then injected the radioactive elements into the protoplanetary disk.<br /><br />In the first case, the exploding star had to be between 6 and 16 light-years away. Only at that range would the shock wave have been strong enough to compress the molecular cloud but not so strong as to shred it. The meteorite inclusions would have formed within about 1 million years after the molecular cloud's collapse.<br /><br />In the second case, the exploding star would be only 1 to 2.5 light-years away. (The smaller distance results from the protoplanetary disk being much smaller than the molecular cloud in the other case, so the supernova had to be closer to deliver an equal dose of radioactive elements.) Under these conditions, the meteorite inclusions likely formed a few million years after the disk.<br /><br />The scientists admit it's hard to decide which case is more plausible. However, Miki confesses he leans toward the more distant bang that would've both triggered the molecular cloud's collapse and injected the radioactive elements."
    },
    {
        "img": "https://astronomy.com/-/media/4D5FD832C3374E7A85668BBD55BB6B1A.jpg?mw=180",
        "title": "Sands of the solar system",
        "title_link": "https://astronomy.com/search?q=solar+system/magazine/2012/02/sands-of-the-solar-system",
        "time": "Monday, February 27, 2012  | by Bill Andrews",
        "summary": "How well can you recognize your home planet’s landscape?",
        "content": "December 15, 2006<br />In January 2006, NASA's Stardust spacecraft landed smack in the middle of a Utah mud flat, its heavily-protected container holding thousands of precious particles of Comet Wild 2. The particles were captured in a glassy product called aerogel as the spacecraft encountered the comet beyond the orbit of Mars in January 2004. Now, after 200 scientists have completed their preliminary investigation of the particles, the Stardust team has announced its first batch of findings, which include surprises that will upset the conventional understanding of the early solar system.<br /><br />Team members, including Don Brownlee of the University of Washington, Michael Zolensky of the Johnson Space Center, and Scott Sandford of the NASA-Ames Research Center, announced the findings on Thursday at the American Geophysical Union meeting in San Francisco.<br /><br />They characterized the first results as no less than shocking. The astronomers expected to find mostly interstellar grains — tiny, crystalline and noncrystalline specks that stuck together to form the cometary material. They found interstellar grains, but found much larger particles that are made of complex minerals, many of which had been shocked and melted in the distant past, and stuck together like brecciated rocks.<br /><br />Comets are mostly icy dirtballs, and they are presumed to have formed out in the very coldest part of the solar system. If this is so, how could they contain rock that was obviously superheated? This major puzzle now looms over planetary scientists.<br /><br />Brownlee introduced some of the most curious specific rocks that stuck in Stardust's aerogel, one by one. A tiny clump nicknamed Ada is an igneous rock, a silicate containing iron and olivine that formed in a molten environment. Another, called Inti, has a calcium-aluminum inclusion (CAI) reminiscent of those found in primitive meteorites like Allende. How could a CAI, a molten clump of minerals that formed before the Sun, turn up in something that should have come together in an icy deep-freeze?<br /><br />Another micro-rock called Febo is an iron-magnesium silicate, and one named Sitara contains iron, nickel sulfides, enstatite, and calcium and sodium silicates — the mineral components of rocks. \"We're seeing real rocks in comets,\" says Brownlee, sharing his amazement with journalists and fellow scientists. \"Yes, comets are made largely of ice, but also from exotic, high-temperature minerals.\" This finding will force astronomers to rethink their ideas about the origins of comets, the origin of the solar system, and the way crystalline silicates form around stars.<br /><br />\"We are finding the hottest minerals in the coldest places,\" says Brownlee. \"The major question is, 'How did they get there?'\" A slew of ideas exists, from so-called X-winds (blasts of outward energy in the early solar system) to turbulent eddies to orbital instabilities to some unknown thing that astronomers can't yet imagine.<br /><br />\"The biggest early shock for us is that Wild 2 formed from a great range of materials,\" adds Zolensky. \"There is no evidence of liquid water with this comet, in stark contrast to the earlier results with Tempel 1.\" The mixed bag of components brings to Zolensky's mind the idea of comets acting as a giant vacuum cleaner, sweeping up all sorts of particles. \"Maybe comets are as different as individuals,\" he suggests.<br /><br />Many of the particles studied thus far contain organics, stresses Sandford. \"They represent a more diverse group of organic compounds than we have seen in extraterrestrial material before,\" he says. They are rich in oxygen and nitrogen, and some have a chemical heritage that predates the solar system.<br /><br />Studying the comet's organic molecules will shed more light on the possibility that comets salted early Earth with the organic matter needed to initiate life on Earth. \"If you need some pixie dust to get life going and it has all these magical organics,\" says Brownlee, \"it could be very significant. A lot of this stuff got flung all around the early solar system.\"<br /><br />Studies of the many thousands of Wild 2 particles will go on for years, and will undoubtedly revise models of solar system formation. That's a pretty big first shot out of the box for the Stardust mission."
    },
    {
        "img": "https://astronomy.com/-/media/614328B8A3B0489886D6C4D36C5365D1.jpg?mw=180",
        "title": "Two solar system puzzles solved",
        "title_link": "https://astronomy.com/search?q=solar+system/news/2012/07/two-solar-system-puzzles-solved",
        "time": "Wednesday, July 25, 2012  | by Carnegie Institution for Science, Washington, D.C.",
        "summary": "An unstable disk surrounding the early Sun could answer long-standing questions about the composition of comets.",
        "content": "What would our solar system look like if visitors from other worlds took a series of pictures?<br /><br />NASA's MESSENGER spacecraft did just that by piecing together the first portrait of our solar system from the inside looking out. Composed of 34 images, the mosaic provides a complement to the solar system portrait, from the outside looking in, taken by Voyager 1 in 1990.<br /><br />\"Obtaining this portrait was a terrific feat by the MESSENGER team,\" said Sean Solomon from the Carnegie Institution of Washington. \"This snapshot of our neighborhood also reminds us that Earth is a member of a planetary family that was formed by common processes 4.5 billion years ago. Our spacecraft is soon to orbit the innermost member of the family, one that holds many new answers to how earthlike planets are assembled and evolve.\"<br /><br />MESSENGER's Wide Angle Camera (WAC) captured the images November 3 and 16, 2010. In the mosaic, all the planets are visible except for Uranus and Neptune, which were too faint to detect. Earth's moon and Jupiter's Galilean satellites — Callisto, Ganymede, Europa, and Io — can be seen in the WAC image insets. The solar system's perch on a spiral arm of the Milky Way Galaxy also afforded a beautiful view of a portion of the galaxy in the bottom center.<br /><br />\"The curved shape of the mosaic is due to the inclination of MESSENGER's orbit from the ecliptic — the plane in which Earth and most planets orbit — which means that the cameras must point up to see some planets and down to see others,\" said Brett Denevi from the Johns Hopkins University Applied Physics Laboratory (APL) in Laurel, Maryland. \"The images are stretched to make it easier to detect the planets, though this stretch also highlights light scattered off of the planet limbs, and in some cases creates artifacts such as the non-spherical shape of some planets.\"<br /><br />Assembling this portrait was no easy feat. \"It's not easy to find a moment when many of the planets are within a single field of view from that perspective, and we have strong Sun-pointing constraints on our ability to image in some directions,” said Solomon.<br /><br />APL's Hong Kang, from MESSENGER’s guidance and control team, used the Jet Propulsion Laboratory's Solar System Simulator to pinpoint the relative positions of MESSENGER and the planets to determine if it was possible to see the planets from MESSENGER at any given time.<br /><br />\"I used the celestial coordinates of the planets at the time I wanted to observe them to verify with simulations that MESSENGER could see each of the planets,\" Kang said. \"I also used a satellite tool kit to verify that we had the planets in the field of view of MESSENGER’s Mercury Dual Imaging System.\"<br /><br />The MESSENGER team then had to determine how long the exposures needed to be for each planet.<br /><br />\"From exposure times that worked for previous imaging of stars with visual magnitudes similar to those of the planets, we chose exposure times that would allow us to obtain the appropriate number of counts (i.e., amount of light) in each planet image,\" said Nori Laslo from APL.<br /><br />\"We decided to take images using both the Narrow Angle Camera and the Wide Angle Camera for each planet so that we would cover the sky surrounding the planets and also image the planets themselves at as high a resolution as possible,\" Laslo said. \"I took all of these parameters, along with a variety of related settings, and began building the command sequence with the library of MDIS commands that we have to configure and control the camera system.\"<br /><br />Robin Vaughan, who worked with Kang to coordinate the pointing and timing of the MDIS, also played a role in Voyager's portrait.<br /><br />\"I was working as an optical navigation analyst at JPL for the Voyager-Neptune encounter,\" said Vaughan. \"I had to plan and generate the pointing commands for pictures of Neptune and its satellites against background stars that we used to improve our estimate of the spacecraft's trajectory leading up to the Neptune encounter. Voyager's solar system portrait was done a few years after that flyby and was coordinated by the imaging team. Our optical navigation image planning software was used to double check the pointing commands they had designed and confirm what they expected to see in each image.\"<br /><br />Vaughan did the same thing for MESSENGER’s portrait, using Kang’s designs. \"I used the SPICE trajectory files for the spacecraft generated by MESSENGER's navigation team, as well as routines in the SPICE toolkit, to write a software program that would identify windows when each of the planets would be visible to MDIS given the constraints on pivot angle and Sun keep-in zone for spacecraft attitude,\" she said.<br /><br />From a technical standpoint, the MESSENGER portrait was a little more complicated than what was done for Voyager because scientists had to stay within the Sun keep-in constraints. \"With Voyager so far out in the solar system, the Sun is much fainter, and there were no constraints on the overall spacecraft attitude as far as the Sun was concerned,\" Vaughan said. \"Being in the inner solar system, MESSENGER has to constantly keep the sunshade pointing toward the Sun, which limits the periods when the different planets can be viewed even with the extra degree of freedom that MDIS has with its pivot capability.\"<br /><br />\"Seeing our solar system as just these little specks of light, it reminds you of how lucky we are that we've had the chance, through so many missions, to get up close and explore the incredible diversity and geology that each planet and moon displays,\" Denevi said. \"Mercury has been just a dot on the horizon for most of history, and we get to fill in the details and know it as a real world. What an amazing opportunity!”"
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/Intro%20to%20the%20Sky/Video%20stills/mercury_video_01.jpg?mw=180",
        "title": "Tour the solar system: Mercury",
        "title_link": "https://astronomy.com/search?q=solar+system/videos/tour-the-solar-system/2010/06/tour-the-solar-system-mercury",
        "time": "Monday, June 28, 2010  | by Liz Kruesi",
        "summary": "Observers have known about Mercury's existence since antiquity, but it's difficult to study because of its position in the solar system. In the first installment of the \"Tour the solar system\" series, Associate Editor Liz Kruesi explores what scientists know about the innermost planet and what they're still hoping to learn in the future.",
        "content": "Transcript<br />Welcome to “Tour the solar system.” In this series, we give you an overview of the objects in our neighborhood. This video focuses on Jupiter, the largest planet in the solar system.<br /><br />Jupiter is typically the fourth-brightest object in Earth’s sky, trailing only the Sun, the Moon, and Venus. It always shines brighter than the brightest star, Sirius, and at its most brilliant beats Sirius by a factor of four. That’s an impressive feat for an object that lies more than 5 times farther from the Sun than Earth does.<br /><br />It shines so brightly because it’s so big. Jupiter’s equator spans 88,846 miles (142,984 kilometers), more than 11 times Earth’s diameter. More than 1,000 Earths could fit inside this giant planet. And Jupiter contains 318 times Earth’s mass. In fact, it holds twice as much mass as all the other planets in the solar system combined. Despite its vast size, it spins rapidly, completing one rotation in just under 10 hours.<br /><br />Jupiter is not a rocky sphere like Earth and the other inner planets. Instead, it is a giant ball of gas composed mostly of hydrogen and helium. When you look at Jupiter, you see the upper layers of its massive atmosphere. The cloud tops get sheared into light and dark bands by alternating east and west winds, which blow at tornadic-like speeds of up to 330 mph (530 km/h). High-altitude clouds made mostly of ammonia cover the dark bands, which astronomers call belts. The brighter bands, called zones, are relatively cloud-free.<br /><br />Giant storms break up the belts and zones. The most famous of these is the Great Red Spot, a high-pressure system that observers first saw more than 300 years ago. This huge storm is more than twice the size of Earth. Its color, which can vary from salmon-pink to brick-red, most likely arises from sulfur compounds dredged up from below by the storm’s intense winds."
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/Intro%20to%20the%20Sky/Video%20stills/Venus_video_01.jpg?mw=180",
        "title": "Tour the solar system: Venus",
        "title_link": "https://astronomy.com/search?q=solar+system/videos/tour-the-solar-system/2010/06/tour-the-solar-system-venus",
        "time": "Tuesday, June 29, 2010  | by Richard Talcott",
        "summary": "In this installment of the \"Tour the solar system\" series, Senior Editor Richard Talcott explains why, beyond size and mass, Earth's nearest planetary neighbor is nowhere near a \"twin\" of our home planet.",
        "content": "Follow the night sky throughout the course of a year, and you'll start to pick out some patterns. The stars all seem to march in lock step across the sky. They rise in the east and set in the west, moving with a little more alacrity than the Sun. As a consequence, if you observe at the same time each night, the stars seem to slide slowly westward. That's why the summer sky appears so different from the winter sky. During the course of one full year, the stars make a complete circuit.<br /><br />Yet a few bright points of light break those rules. Even early civilizations recognized that a handful of celestial objects don't follow the same pattern but instead move relative to the stars. The ancients called these wandering objects \"planets\" and, along with the Sun and Moon, regarded them with special significance.<br /><br />Early civilizations recognized only five planets — Mercury, Venus, Mars, Jupiter, and Saturn — the ones bright enough to show up easily to the naked eye. Astronomers using telescopes discovered three more during the past 225 years: Uranus, Neptune, and Pluto. Together, the planets make up the vast bulk of the material in the solar system outside the Sun.<br /><br />The eight planets besides Earth fall into two observational classes. The inferior planets — Mercury and Venus — lie between the Sun and Earth, and the superior planets (the other six) lie beyond Earth's orbit. The two categories show very different observational properties.<br /><br />Because inferior planets orbit closer to the Sun than Earth, they never stray far from their parent star. Innermost Mercury never appears farther than 28° from the Sun in our sky. This means it stays almost perpetually in twilight, glowing either in the west shortly after sunset or in the east shortly before sunrise. Despite shining brighter than all but the most prominent stars, Mercury remains an elusive object.<br /><br />With a bigger orbit than Mercury, Venus can appear up to 47° from the Sun. Although it often lies in twilight, Venus occasionally climbs into a completely dark sky. But you don't need that help to spot it — Venus is by far the brightest object in the sky after the Sun and Moon. It shows up easily except during the fairly brief periods when it passes behind or in front of the Sun.<br /><br />An inferior planet appears most conspicuous around the time of its greatest elongation from the Sun. If you envision an inferior planet's orbit relative to Earth's, the moment when it passes directly between Earth and the Sun is called inferior conjunction. Because an inferior planet moves faster than Earth, it quickly pulls ahead of the Sun in our sky and eventually becomes visible in the east before dawn. It stands highest in the morning sky around the time it reaches greatest western elongation, then it sinks back toward the Sun. The planet then passes on the far side of the Sun from Earth, a configuration known as superior conjunction, before climbing into the western evening sky. It appears highest around greatest eastern elongation and then heads back toward the Sun for its next inferior conjunction. It takes Mercury an average of about 116 days to complete one cycle; Venus requires 584 days.<br /><br />Observers who own telescopes have to be content with tracking Mercury's and Venus's changing sizes and phases. Because Mercury presents such a small disk and turbulence near Earth's horizon distorts our view, there's really no hope of discerning any surface feature. And thick, highly reflective clouds permanently shroud the surface of Venus. Neither inferior planet varies much during the relatively long period it spends near superior conjunction. It lies farther from Earth then and so appears smaller, and its gibbous phase changes slowly. At greatest eastern elongation, the planet appears half-lit. The pace of change quickens between this elongation and inferior conjunction. The planet's size grows rapidly and the phase dwindles precipitously. For Venus, the apparent size grows from roughly 10\" across near superior conjunction to 60\" across at inferior conjunction. The size and phase changes play out in reverse as the planet moves from inferior to superior conjunction."
    },
    {
        "img": "https://astronomy.com/-/media/FF1D5A8EAA0C489395C5A7DCF05A8979.jpg?mw=180",
        "title": "The Sun's other solar system",
        "title_link": "https://astronomy.com/search?q=solar+system/magazine/2005/05/the-suns-other-solar-system",
        "time": "Tuesday, May 24, 2005  | by Robert Burnham",
        "summary": "In 1610, Galileo Galilei discovered the first moons belonging to another planet. Since then astronomers have added a few.",
        "content": "March 19, 2007<br />The first step in forming a star is to get an interstellar cloud of gas and dust to collapse on itself. Astronomers have deduced several ways this could happen: a supernova shock wave, stellar winds or energetic radiation from massive stars, or a spiral arm density wave, to name a few.<br /><br />For our solar system, a supernova seems, at the very least, to have been involved. The oldest solid objects in the solar system — inclusions found in some meteorites — contained several short-lived radioactive nuclei, including aluminum-26, calcium-41, and iron-60. All of these have half-lives of at most a few million years, and so must have been injected into the developing solar system at its beginning.<br /><br />A team of planetary scientists led by Junya Miki from the University of Tokyo proposes the molecular cloud that gave birth to the Sun existed near a star containing more than 20 times the Sun's mass. This heavyweight star then underwent a \"mixing-fallback\" supernova, in which the exploding star's inner regions mixed. Some of this material got ejected, while the rest fell back on the collapsing core. Miki presented the team's findings this week at the Lunar and Planetary Science Conference in Houston.<br /><br />The researchers looked at two possible scenarios. In the first, the supernova's shock wave would've compressed the molecular cloud, initiating the cloud's collapse. The supernova's ejecta, which contained the short-lived nuclei, was incorporated into the protostellar nebula. In the second, intense ultraviolet radiation from the massive star (and possible companions) would've already caused the cloud to collapse. The supernova then injected the radioactive elements into the protoplanetary disk.<br /><br />In the first case, the exploding star had to be between 6 and 16 light-years away. Only at that range would the shock wave have been strong enough to compress the molecular cloud but not so strong as to shred it. The meteorite inclusions would have formed within about 1 million years after the molecular cloud's collapse.<br /><br />In the second case, the exploding star would be only 1 to 2.5 light-years away. (The smaller distance results from the protoplanetary disk being much smaller than the molecular cloud in the other case, so the supernova had to be closer to deliver an equal dose of radioactive elements.) Under these conditions, the meteorite inclusions likely formed a few million years after the disk.<br /><br />The scientists admit it's hard to decide which case is more plausible. However, Miki confesses he leans toward the more distant bang that would've both triggered the molecular cloud's collapse and injected the radioactive elements."
    },
    {
        "img": "https://astronomy.com/-/media/862E332EA336415F997084B58D500F5E.jpg?mw=180",
        "title": "A solar-system fairy tale",
        "title_link": "https://astronomy.com/search?q=solar+system/magazine/2006/12/a-solar-system-fairy-tale",
        "time": "Thursday, December 21, 2006  | by Francis Reddy",
        "summary": "Once upon a time, two giants roughed up the neighborhood.",
        "content": "December 15, 2006<br />In January 2006, NASA's Stardust spacecraft landed smack in the middle of a Utah mud flat, its heavily-protected container holding thousands of precious particles of Comet Wild 2. The particles were captured in a glassy product called aerogel as the spacecraft encountered the comet beyond the orbit of Mars in January 2004. Now, after 200 scientists have completed their preliminary investigation of the particles, the Stardust team has announced its first batch of findings, which include surprises that will upset the conventional understanding of the early solar system.<br /><br />Team members, including Don Brownlee of the University of Washington, Michael Zolensky of the Johnson Space Center, and Scott Sandford of the NASA-Ames Research Center, announced the findings on Thursday at the American Geophysical Union meeting in San Francisco.<br /><br />They characterized the first results as no less than shocking. The astronomers expected to find mostly interstellar grains — tiny, crystalline and noncrystalline specks that stuck together to form the cometary material. They found interstellar grains, but found much larger particles that are made of complex minerals, many of which had been shocked and melted in the distant past, and stuck together like brecciated rocks.<br /><br />Comets are mostly icy dirtballs, and they are presumed to have formed out in the very coldest part of the solar system. If this is so, how could they contain rock that was obviously superheated? This major puzzle now looms over planetary scientists.<br /><br />Brownlee introduced some of the most curious specific rocks that stuck in Stardust's aerogel, one by one. A tiny clump nicknamed Ada is an igneous rock, a silicate containing iron and olivine that formed in a molten environment. Another, called Inti, has a calcium-aluminum inclusion (CAI) reminiscent of those found in primitive meteorites like Allende. How could a CAI, a molten clump of minerals that formed before the Sun, turn up in something that should have come together in an icy deep-freeze?<br /><br />Another micro-rock called Febo is an iron-magnesium silicate, and one named Sitara contains iron, nickel sulfides, enstatite, and calcium and sodium silicates — the mineral components of rocks. \"We're seeing real rocks in comets,\" says Brownlee, sharing his amazement with journalists and fellow scientists. \"Yes, comets are made largely of ice, but also from exotic, high-temperature minerals.\" This finding will force astronomers to rethink their ideas about the origins of comets, the origin of the solar system, and the way crystalline silicates form around stars.<br /><br />\"We are finding the hottest minerals in the coldest places,\" says Brownlee. \"The major question is, 'How did they get there?'\" A slew of ideas exists, from so-called X-winds (blasts of outward energy in the early solar system) to turbulent eddies to orbital instabilities to some unknown thing that astronomers can't yet imagine.<br /><br />\"The biggest early shock for us is that Wild 2 formed from a great range of materials,\" adds Zolensky. \"There is no evidence of liquid water with this comet, in stark contrast to the earlier results with Tempel 1.\" The mixed bag of components brings to Zolensky's mind the idea of comets acting as a giant vacuum cleaner, sweeping up all sorts of particles. \"Maybe comets are as different as individuals,\" he suggests.<br /><br />Many of the particles studied thus far contain organics, stresses Sandford. \"They represent a more diverse group of organic compounds than we have seen in extraterrestrial material before,\" he says. They are rich in oxygen and nitrogen, and some have a chemical heritage that predates the solar system.<br /><br />Studying the comet's organic molecules will shed more light on the possibility that comets salted early Earth with the organic matter needed to initiate life on Earth. \"If you need some pixie dust to get life going and it has all these magical organics,\" says Brownlee, \"it could be very significant. A lot of this stuff got flung all around the early solar system.\"<br /><br />Studies of the many thousands of Wild 2 particles will go on for years, and will undoubtedly revise models of solar system formation. That's a pretty big first shot out of the box for the Stardust mission."
    },
    {
        "img": "https://astronomy.com/-/media/D873B1CCAB384EE18F49169A4655EF34.jpg?mw=180",
        "title": "Imagers capture solar system targets",
        "title_link": "https://astronomy.com/search?q=solar+system/photos/imaging-basics/2009/08/2009-astroimaging-contest-solar-system",
        "time": "Monday, August 3, 2009",
        "summary": "See all the entries of the 2009 Astroimaging Contest in the Solar System category.",
        "content": "What would our solar system look like if visitors from other worlds took a series of pictures?<br /><br />NASA's MESSENGER spacecraft did just that by piecing together the first portrait of our solar system from the inside looking out. Composed of 34 images, the mosaic provides a complement to the solar system portrait, from the outside looking in, taken by Voyager 1 in 1990.<br /><br />\"Obtaining this portrait was a terrific feat by the MESSENGER team,\" said Sean Solomon from the Carnegie Institution of Washington. \"This snapshot of our neighborhood also reminds us that Earth is a member of a planetary family that was formed by common processes 4.5 billion years ago. Our spacecraft is soon to orbit the innermost member of the family, one that holds many new answers to how earthlike planets are assembled and evolve.\"<br /><br />MESSENGER's Wide Angle Camera (WAC) captured the images November 3 and 16, 2010. In the mosaic, all the planets are visible except for Uranus and Neptune, which were too faint to detect. Earth's moon and Jupiter's Galilean satellites — Callisto, Ganymede, Europa, and Io — can be seen in the WAC image insets. The solar system's perch on a spiral arm of the Milky Way Galaxy also afforded a beautiful view of a portion of the galaxy in the bottom center.<br /><br />\"The curved shape of the mosaic is due to the inclination of MESSENGER's orbit from the ecliptic — the plane in which Earth and most planets orbit — which means that the cameras must point up to see some planets and down to see others,\" said Brett Denevi from the Johns Hopkins University Applied Physics Laboratory (APL) in Laurel, Maryland. \"The images are stretched to make it easier to detect the planets, though this stretch also highlights light scattered off of the planet limbs, and in some cases creates artifacts such as the non-spherical shape of some planets.\"<br /><br />Assembling this portrait was no easy feat. \"It's not easy to find a moment when many of the planets are within a single field of view from that perspective, and we have strong Sun-pointing constraints on our ability to image in some directions,” said Solomon.<br /><br />APL's Hong Kang, from MESSENGER’s guidance and control team, used the Jet Propulsion Laboratory's Solar System Simulator to pinpoint the relative positions of MESSENGER and the planets to determine if it was possible to see the planets from MESSENGER at any given time.<br /><br />\"I used the celestial coordinates of the planets at the time I wanted to observe them to verify with simulations that MESSENGER could see each of the planets,\" Kang said. \"I also used a satellite tool kit to verify that we had the planets in the field of view of MESSENGER’s Mercury Dual Imaging System.\"<br /><br />The MESSENGER team then had to determine how long the exposures needed to be for each planet.<br /><br />\"From exposure times that worked for previous imaging of stars with visual magnitudes similar to those of the planets, we chose exposure times that would allow us to obtain the appropriate number of counts (i.e., amount of light) in each planet image,\" said Nori Laslo from APL.<br /><br />\"We decided to take images using both the Narrow Angle Camera and the Wide Angle Camera for each planet so that we would cover the sky surrounding the planets and also image the planets themselves at as high a resolution as possible,\" Laslo said. \"I took all of these parameters, along with a variety of related settings, and began building the command sequence with the library of MDIS commands that we have to configure and control the camera system.\"<br /><br />Robin Vaughan, who worked with Kang to coordinate the pointing and timing of the MDIS, also played a role in Voyager's portrait.<br /><br />\"I was working as an optical navigation analyst at JPL for the Voyager-Neptune encounter,\" said Vaughan. \"I had to plan and generate the pointing commands for pictures of Neptune and its satellites against background stars that we used to improve our estimate of the spacecraft's trajectory leading up to the Neptune encounter. Voyager's solar system portrait was done a few years after that flyby and was coordinated by the imaging team. Our optical navigation image planning software was used to double check the pointing commands they had designed and confirm what they expected to see in each image.\"<br /><br />Vaughan did the same thing for MESSENGER’s portrait, using Kang’s designs. \"I used the SPICE trajectory files for the spacecraft generated by MESSENGER's navigation team, as well as routines in the SPICE toolkit, to write a software program that would identify windows when each of the planets would be visible to MDIS given the constraints on pivot angle and Sun keep-in zone for spacecraft attitude,\" she said.<br /><br />From a technical standpoint, the MESSENGER portrait was a little more complicated than what was done for Voyager because scientists had to stay within the Sun keep-in constraints. \"With Voyager so far out in the solar system, the Sun is much fainter, and there were no constraints on the overall spacecraft attitude as far as the Sun was concerned,\" Vaughan said. \"Being in the inner solar system, MESSENGER has to constantly keep the sunshade pointing toward the Sun, which limits the periods when the different planets can be viewed even with the extra degree of freedom that MDIS has with its pivot capability.\"<br /><br />\"Seeing our solar system as just these little specks of light, it reminds you of how lucky we are that we've had the chance, through so many missions, to get up close and explore the incredible diversity and geology that each planet and moon displays,\" Denevi said. \"Mercury has been just a dot on the horizon for most of history, and we get to fill in the details and know it as a real world. What an amazing opportunity!”"
    },
    {
        "img": "https://astronomy.com/-/media/Images/Multimedia/Video/earth_video.jpg?mw=180",
        "title": "Tour the solar system: Earth",
        "title_link": "https://astronomy.com/search?q=solar+system/videos/tour-the-solar-system/2010/06/tour-the-solar-system-earth",
        "time": "Sunday, June 27, 2010  | by Bill Andrews",
        "summary": "In this installment of the \"Tour the solar system\" series, Assistant Editor Bill Andrews explores what makes Earth unique and how space travel has led to a better understanding of our home planet.",
        "content": "Transcript<br />Welcome to “Tour the solar system.” In this series, we give you an overview of the objects in our neighborhood. This video focuses on Jupiter, the largest planet in the solar system.<br /><br />Jupiter is typically the fourth-brightest object in Earth’s sky, trailing only the Sun, the Moon, and Venus. It always shines brighter than the brightest star, Sirius, and at its most brilliant beats Sirius by a factor of four. That’s an impressive feat for an object that lies more than 5 times farther from the Sun than Earth does.<br /><br />It shines so brightly because it’s so big. Jupiter’s equator spans 88,846 miles (142,984 kilometers), more than 11 times Earth’s diameter. More than 1,000 Earths could fit inside this giant planet. And Jupiter contains 318 times Earth’s mass. In fact, it holds twice as much mass as all the other planets in the solar system combined. Despite its vast size, it spins rapidly, completing one rotation in just under 10 hours.<br /><br />Jupiter is not a rocky sphere like Earth and the other inner planets. Instead, it is a giant ball of gas composed mostly of hydrogen and helium. When you look at Jupiter, you see the upper layers of its massive atmosphere. The cloud tops get sheared into light and dark bands by alternating east and west winds, which blow at tornadic-like speeds of up to 330 mph (530 km/h). High-altitude clouds made mostly of ammonia cover the dark bands, which astronomers call belts. The brighter bands, called zones, are relatively cloud-free.<br /><br />Giant storms break up the belts and zones. The most famous of these is the Great Red Spot, a high-pressure system that observers first saw more than 300 years ago. This huge storm is more than twice the size of Earth. Its color, which can vary from salmon-pink to brick-red, most likely arises from sulfur compounds dredged up from below by the storm’s intense winds."
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/Intro%20to%20the%20Sky/Solar%20system/ASY040711TourSystemSaturnV1179_QT7500.jpg?mw=180",
        "title": "Tour the solar system: Saturn",
        "title_link": "https://astronomy.com/search?q=solar+system/videos/tour-the-solar-system/2011/04/tour-the-solar-system-saturn",
        "time": "Monday, April 11, 2011  | by Bill Andrews",
        "summary": "Often considered the most beautiful planet in the solar system, Saturn has many interesting features to explore — from its expansive ring system and volatile atmosphere to the different surface details of its four largest moons."
    },
    {
        "img": "https://astronomy.com/-/media/Images/Web%20Extras/2012/11/Before%20Earth%20was%20born/Eagle-nebula.jpg?mw=180",
        "title": "Birth of a solar system",
        "title_link": "https://astronomy.com/search?q=solar+system/magazine/2012/09/birth-of-a-solar-system",
        "time": "Monday, September 24, 2012  | by Richard Talcott",
        "summary": "Planets form from the dusty disks surrounding newborn stars."
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/Intro%20to%20the%20Sky/Video%20stills/Valles_marineris.jpg?mw=180",
        "title": "Tour the solar system: Mars",
        "title_link": "https://astronomy.com/search?q=solar+system/videos/tour-the-solar-system/2010/11/tour-the-solar-system-mars",
        "time": "Tuesday, November 9, 2010  | by Liz Kruesi",
        "summary": "While the Red Planet is geologically inactive now, astronomers see evidence of a much more turbulent past as well as the strong possibility that it once held liquid water."
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/Intro%20to%20the%20Sky/Solar%20system/ASYTourNeptune_V1208_700.jpg?mw=180",
        "title": "Tour the solar system: Neptune",
        "title_link": "https://astronomy.com/search?q=solar+system/videos/tour-the-solar-system/2011/06/tour-the-solar-system-neptune",
        "time": "Friday, June 10, 2011  | by Bill Andrews",
        "summary": "Its blue hue, changing atmosphere, thin rings, and dynamic moon make the eighth planet from the Sun a captivating place for astronomers to explore."
    },
    {
        "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/Intro%20to%20the%20Sky/Solar%20system/ASY051811TourUranus_V119_600.jpg?mw=180",
        "title": "Tour the solar system: Uranus",
        "title_link": "https://astronomy.com/search?q=solar+system/videos/tour-the-solar-system/2011/05/tour-the-solar-system-uranus",
        "time": "Wednesday, May 18, 2011  | by Liz Kruesi",
        "summary": "In this episode of the \"Tour the solar system\" series, Associate Editor Liz Kruesi explores the oddball planet that seems to roll around the Sun on its side and the new studies that clearly show Uranus is anything but dull."
    },
    {
        "img": "https://astronomy.com/-/media/23EF06520C0247D49018B7D6D834DD8D.jpg?mw=180",
        "title": "The first solar system minerals",
        "title_link": "https://astronomy.com/search?q=solar+system/magazine/2012/09/the-first-solar-system-minerals",
        "time": "Monday, September 24, 2012  | by Michael E. Bakich",
        "summary": "Mineralogists so far have discovered the following 11 minerals in presolar grains."
    },
    {
        "img": "https://astronomy.com/-/media/89C361D9405D4CF7BB3DDA82A0AC90F0.jpg?mw=180",
        "title": "Did life hitchhike through the Solar System?",
        "title_link": "https://astronomy.com/search?q=solar+system/news/2017/11/life-in-dust",
        "time": "Tuesday, November 21, 2017  | by Jake Parks",
        "summary": "Astronomers suggest microscopic organisms, such as tardigrades, can be transported between planets by fast-moving streams of space dust."
    },
    {
        "img": "https://astronomy.com/-/media/Images/Eclipse%202017/01.jpg?mw=180",
        "title": "How the solar system came to be",
        "title_link": "https://astronomy.com/search?q=solar+system/great-american-eclipse-2017/articles/2016/06/how-the-solar-system-came-to-be",
        "time": "Monday, June 27, 2016  | by Richard Talcott",
        "summary": "The Sun and its planets likely formed in a nebula containing between 1,000 and 10,000 stars, one of which exploded as a supernova less than 1 light-year away."
    }
]