[
    {
        "img": "https://astronomy.com/-/media/7C70DD28AAFF478F83863A1B75AA00C7.jpg?mw=180",
        "title": "UK approves human space flight",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2005/10/uk-approves-human-space-flight",
        "time": "Tuesday, October 25, 2005  | by Laura Layton",
        "summary": "After questioning human space flight for 44 years, the United Kingdom's Royal Astronomical Society has changed its stance.",
        "content": "October 25, 2005<br />On October 18, the Royal Astronomical Society (RAS) of the United Kingdom (UK) changed its position and now supports human space exploration. While astronauts from Russia, the United States, and China have collectively orbited Earth, walked upon the Moon, lived on the Mir Space Station and the International Space Station (ISS) during the past 44 years, the UK previously questioned the prudence of sending humans into space and to explore other planets. Although a member of the European Space Agency (ESA), the UK had funded only robotic space missions.<br /><br />Some of the reasons for the RAS' opposition were that humans need a bevy of support to go into space: air; water and food; a disposal method or storage space for waste materials; protection from extreme temperature and harmful radiation. Other considerations include the physical consequences of living and working in cramped quarters without gravity, and the mental toll of living in near isolation.<br /><br />Escaping Earth's gravity and re-entering its atmosphere are even more perilous undertakings than surviving the relative cold and calm of outer space. Technical failures and human errors have resulted in the deaths of both Russian cosmonauts and U.S. astronauts.<br /><br />For example, in 1967, a solar panel on the USSR's Soyuz 1 did not deploy and, ultimately, resulted in the death of cosmonaut Vladimir Komarov upon the craft's re-entry. In 2003, all seven astronauts aboard the space shuttle Columbia died when the shuttle disintegrated over Texas. A carbon panel damaged during takeoff was mistakenly believed to pose no serious threat to the craft and its occupants.<br /><br />It is also expensive to launch humans and their support materials into space. Many UK scientists believe human space exploration diverts resources from robotic missions. Robots require less space, no food, no air, and can be replaced, whereas people cannot.<br /><br />So what caused the RAS to change its stance? It comes down to adaptability, dexterity, and public support. After appointing an independent commission to re-examine \"The Scientific Case for Human Space Flight\" in December 2004, the RAS was advised that \"profound scientific questions relating to the history of the solar system and the existence of life beyond Earth can best — perhaps only — be achieved by human exploration on the Moon or Mars, supported by appropriate automated systems.\" Robots don't yet possess the adaptability or dexterity required for some missions, like the repair mission for the Hubble Space Telescope.<br /><br />The RAS commission also found that \"the capabilities of robotic spacecraft will fall well short of those of human explorers\" when it comes to in-depth exploration of the Moon and Mars. Additionally, a BBC opinion poll indicates public support is strong for the UK's involvement in human space flight.<br /><br />President Bush's January announcement of a renewed U.S. commitment to return to the Moon and Mars with crewed missions, and China's 2003 launch of an astronaut into Earth orbit, suggest human space flight is here to stay. And with the RAS's support, it may gain more ground; future space flights may need to accommodate both humans and robots."
    },
    {
        "img": "https://astronomy.com/-/media/EBF40D2B4FA94B8B9BE74620F88097FD.jpg?mw=180",
        "title": "Project Icarus takes flight",
        "title_link": "https://astronomy.com/search?q=Space+Flight/magazine/2012/05/project-icarus-takes-flight",
        "time": "Tuesday, May 29, 2012  | by Bill Andrews",
        "summary": "An ongoing scientific study takes on one of mankind's longest and most difficult dreams.",
        "content": "“Public reaction to Icarus Interstellar has been truly remarkable. The field of interstellar spacecraft research has been a fringe field for many decades, with various groups conducting one-off studies with no vision for a sustainable multidisciplinary and multidecadal research plan. We live at a time where imagination impinges on reality and the Internet makes educational resources ubiquitous. We have seen the incredible power of crowd-contributed content in Wikipedia, effectively the world’s first and most successful crowd-research portal.<br /><br />“The reason why Icarus has been successful in implementing organized interstellar research plans is because we have been successful in assembling a team of hundreds of incredibly willing and capable people out there starving to learn more about space exploration, and who are willing to contribute hundreds of hours of volunteer work per month. Icarus currently has 48 designers and consultants from all over the world who have contributed approximately 10,000 man-hours of research to date, and have attended nine international conferences representing Icarus with 16 peer-reviewed publications and 89 internal phase studies building up to designing the spacecraft. I would make a personal note that Icarus has profoundly capable program managers leading each of our research efforts and a robust administrative structure, currently led by President Richard Obousy. Icarus Interstellar has achieved all this with no formal funding source.<br /><br />“Project Icarus is currently in phase four of 10, while we have launched 10 other projects, including an experimental research group. We also have our Icarus students, Tiffany Frierson (U.S.), Divya Shankar (India), and Christopher Pickard (Canada) conducting a supervised design project, re-examining the Project Longshot spacecraft study, conducted in 1987 by U.S. Naval Academy aerospace engineering students. Anyone willing to participate, with a good head on their shoulders and a passion for space exploration can participate in our studies.”<br /><br />Anyone interested in joining the effort, or curious for even more information, can visit www.icarusinterstellar.org. As Tziolas points out, scientific progress is littered with breakthroughs that might once have seemed equally outlandish.<br /><br />“In 1901, H. G. Wells published The First Men in the Moon. Neil Armstrong walked on the lunar surface in 1969, only 68 years later.<br /><br />“In 1897, J. J. Thomson discovered the electron. The first ground experimental nuclear rocket engine (XE) was tested in Jackass Flats, Nevada, only 70 years later.<br /><br />“In 1946, the world’s first computer, ENIAC came online. In 2011, the iPhone 4S delivers unprecedented mobile computing power to the palm of our hands, only 65 years later.<br /><br />“In 2011, Icarus Interstellar was formed. Our mission is to achieve interstellar flight by 2100.”"
    },
    {
        "img": "https://astronomy.com/-/media/1D4B12604B5F4631AD3C998AA6C2E940.jpg?mw=180",
        "title": "Second SpaceX space station resupply flight ready to go",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2013/02/second-spacex-space-station-resupply-flight-ready-to-go",
        "time": "Thursday, February 28, 2013  | by NASA Headquarters, Washington, D.C.",
        "summary": "The Dragon spacecraft is scheduled to launch at 10:10 a.m. EST March 1.",
        "content": "The second International Space Station Commercial Resupply Services flight by Space Exploration Technologies (SpaceX) is set for liftoff at 10:10 a.m. EST March 1 from Space Launch Complex 40 at Cape Canaveral Air Force Station in Florida.<br /><br />Carried by a Falcon 9 rocket, the Dragon spacecraft will ferry 1,268 pounds (575 kilograms) of supplies for the space station crew and for experiments being conducted aboard the orbiting laboratory.<br /><br />The Falcon 9 and Dragon were manufactured at SpaceX headquarters in Hawthorne, California, and arrived at the Florida launch site by truck. The rocket, topped with the spacecraft, stands 157 feet (48 meters) tall.<br /><br />The two-stage rocket uses nine engines to power the first stage, generating 855,000 pounds of thrust at sea level, rising to nearly 1,000,000 pounds of thrust as Falcon 9 climbs out of Earth’s atmosphere. One engine powers the second stage to complete the climb to space. The 14.4-foot-tall (4.4m) Dragon spacecraft is capable of carrying more than 7,000 pounds (3,200kg) of cargo split between pressurized and unpressurized sections.<br /><br />On March 2, Expedition 34 Commander Kevin Ford and Flight Engineer Tom Marshburn of NASA are scheduled use the station's robot arm to grapple Dragon following its rendezvous with the orbiting outpost. Ground commands will be sent to attach the spacecraft to the Earth-facing port of the station's Harmony module, where it will remain for a few weeks while astronauts unload cargo. The crew then will load more than 2,600 pounds (1,280kg) of experiment samples and equipment for return to Earth.<br /><br />Dragon is scheduled for a parachute-assisted splashdown in the Pacific Ocean off the coast of Baja California on March 25.<br /><br />This SpaceX flight is the second of at least 12 missions to the space station that the company will fly for NASA under the Commercial Resupply Services contract."
    },
    {
        "img": "https://astronomy.com/-/media/03C02721F37048399C4754DACBAD20E5.jpg?mw=180",
        "title": "Experimental spaceplane completes research flight",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2015/02/experimental-spaceplane-completes-research-flight",
        "time": "Wednesday, February 11, 2015  | by ESA, Noordwijk, Netherlands",
        "summary": "The European Space Agency’s Intermediate eXperimental Vehicle flew a flawless reentry and splashed down in the Pacific today.",
        "content": "An experimental vehicle to develop an autonomous European re-entry capability for future reusable space transportation has completed its mission. The European Space Agency’s (ESA) Intermediate eXperimental Vehicle (IXV) flew a flawless reentry and splashed down in the Pacific Ocean just west of the Galapagos islands.<br /><br />The IXV spaceplane lifted off at 13:40 GMT (14:40 CET) on February 11 from Europe’s Spaceport in Kourou, French Guiana, atop a Vega rocket. It separated from Vega at an altitude of 211 miles (340 kilometers) and continued up to 256 miles (412km). Re-entering from this suborbital path, it recorded a vast amount of data from more than 300 advanced and conventional sensors.<br /><br />As it descended, the 16.4-foot-long (5 meters), 2-ton craft maneuvered to decelerate from hypersonic to supersonic speed. The entry speed of 4.7 miles per second (7.5 km/s) at an altitude of 75 miles (120km) created the same conditions as those for a vehicle returning from low-Earth orbit.<br /><br />IXV glided through the atmosphere before parachutes deployed to slow the descent further for a safe splashdown in the Pacific Ocean.<br /><br />The Mission Control Center at the ALTEC Advanced Logistics Technology Engineering Center in Turin, Italy, closely monitored IXV during the mission, receiving flight and instrument data from the entire ground network, including the fixed ground stations in Libreville, Gabon, and Malindi, Kenya, and the station on the Nos Aries recovery ship in the Pacific.<br /><br />Balloons are now keeping IXV afloat while the recovery vessel hurries to pick it up. It will be returned to Europe for detailed analysis in ESA’s technical center, ESTEC, in the Netherlands.<br /><br />Mastering reentry will open a new chapter for ESA. Such a capability is a cornerstone for reusable launcher stages, sample return from other planets and crew return from space, as well as for future Earth observation, microgravity research, satellite servicing, and disposal missions.<br /><br />The initial results from the flight are expected to be released in around six weeks.<br /><br />The results will feed the Program for Reusable In-Orbit Demonstrator for Europe (Pride), which is being studied under funding decided at ESA’s last two Ministerial Councils. The reusable Pride spaceplane would be launched on Europe’s Vega light rocket, orbit, and land automatically on a runway.<br /><br />“IXV has opened a new chapter for ESA in terms of reentry capabilities and reusability,” said Jean-Jacques Dordain from ESA. “ESA and its member states, together with European space industry, are now ready to take up new challenges in several fields of space transportation, in future launchers, robotic exploration, or human spaceflight.”<br /><br />“This mission will teach us a lot about the technologies we need to apply in new launch systems, in particular when we think about reusable systems,” said Gaele Winters from ESA.<br /><br />“This was a short mission with big impact,” noted Giorgio Tumino from ESA. “The cutting-edge technology we validated today and the data gathered from the sensors aboard IXV will open numerous opportunities for Europe to develop ambitious plans in space transportation for a multitude of applications.”"
    },
    {
        "img": "https://astronomy.com/-/media/153268588481494FA1DADACAF3753A4F.jpg?mw=180",
        "title": "Shuttle's next flight in March",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2005/08/shuttles-next-flight-in-march",
        "time": "Thursday, August 25, 2005  | by Francis Reddy",
        "summary": "NASA ships an external tank back to the factory and eyes a March date for the shuttle's next launch.",
        "content": "August 25, 2005<br />NASAhas announced that the space shuttle likely won't fly before March 2006. Part of the delay is caused by the return of external tanks to the Michoud Assembly Facility in New Orleans, the space agency said.<br /><br />Insulating foam broke off of Discovery's external tank moments after STS-114 launched July 26, surprising astronauts and shuttle managers who thought the problem was fixed.<br /><br />Factory seconds<br />The first tank to be returned, ET-119, set sail on a covered barge Tuesday and should arrive at Michoud over the weekend. According to Wayne Hale, deputy manager of the shuttle program, the tank is expected to be back at the Kennedy Space Center's (KSC) Florida docks by mid-November. NASA plans to return two other external tanks — ET-120 and ET-118 — already on hand. Hale said the last of these would be shipped back to KSC in mid-January 2006.<br /><br />At an August 18 press conference, NASA's Bill Gerstenmaier said an area of interest on the tanks is the PAL (Protuberance Air Load) ramp, a hand-applied foam ridge that protects cables and pressurized lines during launch. The PAL ramp on STS-114's external tank shed the largest piece of foam. In 2003, falling foam caused damage that ultimately doomed space shuttle Columbia and its crew.<br /><br />\"We want to take a look at some of the tanks that are already set up, ready to go fly. So, we want to dissect some of the PAL ramps that are on vehicles,\" he said. \"I'm not picking March because we've made progress, but we're starting to understand … the areas that we want to do rework on. … We're going to have to repair the PAL ramp, we think,\" Gerstenmaier admitted. \"How exactly we do that, we don't know yet.\"<br /><br />\"We don't see that the task remaining before us is as difficult as the tasks we have behind us,\" said NASA Administrator Mike Griffin.<br /><br />Minority report<br />The Return to Flight Task Group published its final report August 17, the day before the press conference. Headed by former astronauts Thomas Stafford and Richard Covey, the group oversaw NASA's efforts to implement safety reforms recommended by the Columbia Accident Investigation Board.<br /><br />What made headlines was a minority opinion drafted by seven of the panel's 26 members blasting NASA management. The group pointed out that NASA scheduled and then delayed Discovery's return to space 15 times, and this schedule pressure affected what fixes would be considered. With a launch only a few months away, NASA managers shied away from long-term, and possibly superior, changes to the shuttle.<br /><br />Shuttle managers did not \"accurately evaluate how much or how little risk is associated with their decisions, particularly decisions to sidestep or abbreviate any given procedure or process,\" the report said.<br /><br />Management relied on past success as evidence of safety, a fault that played a role in both the Columbia and the 1986 Challenger disasters. \"It has proven irresistible for some officials to characterize the modified external tank as 'safer' … or even 'fixed,' when neither the baseline of the old tanks nor the quantitative improvement of the new design has been established,\" the report said. \"The tank may well be safer but without … objective evidence it is impossible to know.\"<br /><br />One result of these problems was skyrocketing costs. \"At the end of 2 ½ years and $1.5 billion or more, it is not clear what has been accomplished,\" the critique said.<br /><br />Neither Stafford, Covey, nor NASA management would comment on the minority view other than to say it represents the personal opinion of certain task-group members. Covey noted he thinks NASA managers are \"approaching risk and the acceptance of risk\" appropriately. \"We have to go fly to learn a lot of the things we learned on this flight,\" he said."
    },
    {
        "img": "https://astronomy.com/-/media/85414FE395A145938BE8159729BC9507.jpg?mw=180",
        "title": "SOFIA approaching first test flight",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2004/12/sofia-approaching-first-test-flight",
        "time": "Tuesday, December 21, 2004  | by Martin Ratcliffe",
        "summary": "The world's largest airborne observatory prepares to take wing.",
        "content": "October 25, 2005<br />On October 18, the Royal Astronomical Society (RAS) of the United Kingdom (UK) changed its position and now supports human space exploration. While astronauts from Russia, the United States, and China have collectively orbited Earth, walked upon the Moon, lived on the Mir Space Station and the International Space Station (ISS) during the past 44 years, the UK previously questioned the prudence of sending humans into space and to explore other planets. Although a member of the European Space Agency (ESA), the UK had funded only robotic space missions.<br /><br />Some of the reasons for the RAS' opposition were that humans need a bevy of support to go into space: air; water and food; a disposal method or storage space for waste materials; protection from extreme temperature and harmful radiation. Other considerations include the physical consequences of living and working in cramped quarters without gravity, and the mental toll of living in near isolation.<br /><br />Escaping Earth's gravity and re-entering its atmosphere are even more perilous undertakings than surviving the relative cold and calm of outer space. Technical failures and human errors have resulted in the deaths of both Russian cosmonauts and U.S. astronauts.<br /><br />For example, in 1967, a solar panel on the USSR's Soyuz 1 did not deploy and, ultimately, resulted in the death of cosmonaut Vladimir Komarov upon the craft's re-entry. In 2003, all seven astronauts aboard the space shuttle Columbia died when the shuttle disintegrated over Texas. A carbon panel damaged during takeoff was mistakenly believed to pose no serious threat to the craft and its occupants.<br /><br />It is also expensive to launch humans and their support materials into space. Many UK scientists believe human space exploration diverts resources from robotic missions. Robots require less space, no food, no air, and can be replaced, whereas people cannot.<br /><br />So what caused the RAS to change its stance? It comes down to adaptability, dexterity, and public support. After appointing an independent commission to re-examine \"The Scientific Case for Human Space Flight\" in December 2004, the RAS was advised that \"profound scientific questions relating to the history of the solar system and the existence of life beyond Earth can best — perhaps only — be achieved by human exploration on the Moon or Mars, supported by appropriate automated systems.\" Robots don't yet possess the adaptability or dexterity required for some missions, like the repair mission for the Hubble Space Telescope.<br /><br />The RAS commission also found that \"the capabilities of robotic spacecraft will fall well short of those of human explorers\" when it comes to in-depth exploration of the Moon and Mars. Additionally, a BBC opinion poll indicates public support is strong for the UK's involvement in human space flight.<br /><br />President Bush's January announcement of a renewed U.S. commitment to return to the Moon and Mars with crewed missions, and China's 2003 launch of an astronaut into Earth orbit, suggest human space flight is here to stay. And with the RAS's support, it may gain more ground; future space flights may need to accommodate both humans and robots."
    },
    {
        "img": "https://astronomy.com/-/media/151F58186AEE415885E1BDE7849E01D2.jpg?mw=180",
        "title": "First flight mirror completes cryogenic testing",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2009/04/first-flight-mirror-completes-cryogenic-testing",
        "time": "Thursday, April 9, 2009",
        "summary": "The James Webb Space Telescope will give scientists clues about the formation of the universe and the evolution of our own solar system.<br />Provided by Goddard Space Flight Center, Greenbelt, Maryland",
        "content": "“Public reaction to Icarus Interstellar has been truly remarkable. The field of interstellar spacecraft research has been a fringe field for many decades, with various groups conducting one-off studies with no vision for a sustainable multidisciplinary and multidecadal research plan. We live at a time where imagination impinges on reality and the Internet makes educational resources ubiquitous. We have seen the incredible power of crowd-contributed content in Wikipedia, effectively the world’s first and most successful crowd-research portal.<br /><br />“The reason why Icarus has been successful in implementing organized interstellar research plans is because we have been successful in assembling a team of hundreds of incredibly willing and capable people out there starving to learn more about space exploration, and who are willing to contribute hundreds of hours of volunteer work per month. Icarus currently has 48 designers and consultants from all over the world who have contributed approximately 10,000 man-hours of research to date, and have attended nine international conferences representing Icarus with 16 peer-reviewed publications and 89 internal phase studies building up to designing the spacecraft. I would make a personal note that Icarus has profoundly capable program managers leading each of our research efforts and a robust administrative structure, currently led by President Richard Obousy. Icarus Interstellar has achieved all this with no formal funding source.<br /><br />“Project Icarus is currently in phase four of 10, while we have launched 10 other projects, including an experimental research group. We also have our Icarus students, Tiffany Frierson (U.S.), Divya Shankar (India), and Christopher Pickard (Canada) conducting a supervised design project, re-examining the Project Longshot spacecraft study, conducted in 1987 by U.S. Naval Academy aerospace engineering students. Anyone willing to participate, with a good head on their shoulders and a passion for space exploration can participate in our studies.”<br /><br />Anyone interested in joining the effort, or curious for even more information, can visit www.icarusinterstellar.org. As Tziolas points out, scientific progress is littered with breakthroughs that might once have seemed equally outlandish.<br /><br />“In 1901, H. G. Wells published The First Men in the Moon. Neil Armstrong walked on the lunar surface in 1969, only 68 years later.<br /><br />“In 1897, J. J. Thomson discovered the electron. The first ground experimental nuclear rocket engine (XE) was tested in Jackass Flats, Nevada, only 70 years later.<br /><br />“In 1946, the world’s first computer, ENIAC came online. In 2011, the iPhone 4S delivers unprecedented mobile computing power to the palm of our hands, only 65 years later.<br /><br />“In 2011, Icarus Interstellar was formed. Our mission is to achieve interstellar flight by 2100.”"
    },
    {
        "img": "https://astronomy.com/-/media/50513B3DF8D24DC4A68B0F39BF71984D.jpg?mw=180",
        "title": "Boeing’s Starliner test flight delayed by months",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2019/03/boeings-starliner-test-flight-may-be-delayed-by-months",
        "time": "Thursday, March 21, 2019  | by Korey Haynes",
        "summary": "Boeing’s test of their crew capsule, Starliner, may face new delays, shrinking the margin of error for reaching crew accreditation this year.",
        "content": "The second International Space Station Commercial Resupply Services flight by Space Exploration Technologies (SpaceX) is set for liftoff at 10:10 a.m. EST March 1 from Space Launch Complex 40 at Cape Canaveral Air Force Station in Florida.<br /><br />Carried by a Falcon 9 rocket, the Dragon spacecraft will ferry 1,268 pounds (575 kilograms) of supplies for the space station crew and for experiments being conducted aboard the orbiting laboratory.<br /><br />The Falcon 9 and Dragon were manufactured at SpaceX headquarters in Hawthorne, California, and arrived at the Florida launch site by truck. The rocket, topped with the spacecraft, stands 157 feet (48 meters) tall.<br /><br />The two-stage rocket uses nine engines to power the first stage, generating 855,000 pounds of thrust at sea level, rising to nearly 1,000,000 pounds of thrust as Falcon 9 climbs out of Earth’s atmosphere. One engine powers the second stage to complete the climb to space. The 14.4-foot-tall (4.4m) Dragon spacecraft is capable of carrying more than 7,000 pounds (3,200kg) of cargo split between pressurized and unpressurized sections.<br /><br />On March 2, Expedition 34 Commander Kevin Ford and Flight Engineer Tom Marshburn of NASA are scheduled use the station's robot arm to grapple Dragon following its rendezvous with the orbiting outpost. Ground commands will be sent to attach the spacecraft to the Earth-facing port of the station's Harmony module, where it will remain for a few weeks while astronauts unload cargo. The crew then will load more than 2,600 pounds (1,280kg) of experiment samples and equipment for return to Earth.<br /><br />Dragon is scheduled for a parachute-assisted splashdown in the Pacific Ocean off the coast of Baja California on March 25.<br /><br />This SpaceX flight is the second of at least 12 missions to the space station that the company will fly for NASA under the Commercial Resupply Services contract."
    },
    {
        "img": "https://astronomy.com/-/media/849C733AAFEF4D2B84263A47F92217E6.jpg?mw=180",
        "title": "Orion flight test reset for December 5",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2014/12/orion-flight-test-reset-for-december-5",
        "time": "Thursday, December 4, 2014  | by NASA Headquarters, Washington, D.C.",
        "summary": "A Thursday launch attempt was scrubbed due to valve issues that could not be remedied before the launch window closed.",
        "content": "An experimental vehicle to develop an autonomous European re-entry capability for future reusable space transportation has completed its mission. The European Space Agency’s (ESA) Intermediate eXperimental Vehicle (IXV) flew a flawless reentry and splashed down in the Pacific Ocean just west of the Galapagos islands.<br /><br />The IXV spaceplane lifted off at 13:40 GMT (14:40 CET) on February 11 from Europe’s Spaceport in Kourou, French Guiana, atop a Vega rocket. It separated from Vega at an altitude of 211 miles (340 kilometers) and continued up to 256 miles (412km). Re-entering from this suborbital path, it recorded a vast amount of data from more than 300 advanced and conventional sensors.<br /><br />As it descended, the 16.4-foot-long (5 meters), 2-ton craft maneuvered to decelerate from hypersonic to supersonic speed. The entry speed of 4.7 miles per second (7.5 km/s) at an altitude of 75 miles (120km) created the same conditions as those for a vehicle returning from low-Earth orbit.<br /><br />IXV glided through the atmosphere before parachutes deployed to slow the descent further for a safe splashdown in the Pacific Ocean.<br /><br />The Mission Control Center at the ALTEC Advanced Logistics Technology Engineering Center in Turin, Italy, closely monitored IXV during the mission, receiving flight and instrument data from the entire ground network, including the fixed ground stations in Libreville, Gabon, and Malindi, Kenya, and the station on the Nos Aries recovery ship in the Pacific.<br /><br />Balloons are now keeping IXV afloat while the recovery vessel hurries to pick it up. It will be returned to Europe for detailed analysis in ESA’s technical center, ESTEC, in the Netherlands.<br /><br />Mastering reentry will open a new chapter for ESA. Such a capability is a cornerstone for reusable launcher stages, sample return from other planets and crew return from space, as well as for future Earth observation, microgravity research, satellite servicing, and disposal missions.<br /><br />The initial results from the flight are expected to be released in around six weeks.<br /><br />The results will feed the Program for Reusable In-Orbit Demonstrator for Europe (Pride), which is being studied under funding decided at ESA’s last two Ministerial Councils. The reusable Pride spaceplane would be launched on Europe’s Vega light rocket, orbit, and land automatically on a runway.<br /><br />“IXV has opened a new chapter for ESA in terms of reentry capabilities and reusability,” said Jean-Jacques Dordain from ESA. “ESA and its member states, together with European space industry, are now ready to take up new challenges in several fields of space transportation, in future launchers, robotic exploration, or human spaceflight.”<br /><br />“This mission will teach us a lot about the technologies we need to apply in new launch systems, in particular when we think about reusable systems,” said Gaele Winters from ESA.<br /><br />“This was a short mission with big impact,” noted Giorgio Tumino from ESA. “The cutting-edge technology we validated today and the data gathered from the sensors aboard IXV will open numerous opportunities for Europe to develop ambitious plans in space transportation for a multitude of applications.”"
    },
    {
        "img": "https://astronomy.com/-/media/960E95E233A844F680275C698A9E5067.jpg?mw=180",
        "title": "The historic flight of Apollo 8",
        "title_link": "https://astronomy.com/search?q=Space+Flight/magazine/2018/11/the-historic-flight-of-apollo",
        "time": "Tuesday, November 27, 2018  | by Richard Talcott",
        "summary": "As we celebrate the golden anniversary of humanity’s first trip to the Moon, command module pilot Jim Lovell recounts the epic voyage.",
        "content": "August 25, 2005<br />NASAhas announced that the space shuttle likely won't fly before March 2006. Part of the delay is caused by the return of external tanks to the Michoud Assembly Facility in New Orleans, the space agency said.<br /><br />Insulating foam broke off of Discovery's external tank moments after STS-114 launched July 26, surprising astronauts and shuttle managers who thought the problem was fixed.<br /><br />Factory seconds<br />The first tank to be returned, ET-119, set sail on a covered barge Tuesday and should arrive at Michoud over the weekend. According to Wayne Hale, deputy manager of the shuttle program, the tank is expected to be back at the Kennedy Space Center's (KSC) Florida docks by mid-November. NASA plans to return two other external tanks — ET-120 and ET-118 — already on hand. Hale said the last of these would be shipped back to KSC in mid-January 2006.<br /><br />At an August 18 press conference, NASA's Bill Gerstenmaier said an area of interest on the tanks is the PAL (Protuberance Air Load) ramp, a hand-applied foam ridge that protects cables and pressurized lines during launch. The PAL ramp on STS-114's external tank shed the largest piece of foam. In 2003, falling foam caused damage that ultimately doomed space shuttle Columbia and its crew.<br /><br />\"We want to take a look at some of the tanks that are already set up, ready to go fly. So, we want to dissect some of the PAL ramps that are on vehicles,\" he said. \"I'm not picking March because we've made progress, but we're starting to understand … the areas that we want to do rework on. … We're going to have to repair the PAL ramp, we think,\" Gerstenmaier admitted. \"How exactly we do that, we don't know yet.\"<br /><br />\"We don't see that the task remaining before us is as difficult as the tasks we have behind us,\" said NASA Administrator Mike Griffin.<br /><br />Minority report<br />The Return to Flight Task Group published its final report August 17, the day before the press conference. Headed by former astronauts Thomas Stafford and Richard Covey, the group oversaw NASA's efforts to implement safety reforms recommended by the Columbia Accident Investigation Board.<br /><br />What made headlines was a minority opinion drafted by seven of the panel's 26 members blasting NASA management. The group pointed out that NASA scheduled and then delayed Discovery's return to space 15 times, and this schedule pressure affected what fixes would be considered. With a launch only a few months away, NASA managers shied away from long-term, and possibly superior, changes to the shuttle.<br /><br />Shuttle managers did not \"accurately evaluate how much or how little risk is associated with their decisions, particularly decisions to sidestep or abbreviate any given procedure or process,\" the report said.<br /><br />Management relied on past success as evidence of safety, a fault that played a role in both the Columbia and the 1986 Challenger disasters. \"It has proven irresistible for some officials to characterize the modified external tank as 'safer' … or even 'fixed,' when neither the baseline of the old tanks nor the quantitative improvement of the new design has been established,\" the report said. \"The tank may well be safer but without … objective evidence it is impossible to know.\"<br /><br />One result of these problems was skyrocketing costs. \"At the end of 2 ½ years and $1.5 billion or more, it is not clear what has been accomplished,\" the critique said.<br /><br />Neither Stafford, Covey, nor NASA management would comment on the minority view other than to say it represents the personal opinion of certain task-group members. Covey noted he thinks NASA managers are \"approaching risk and the acceptance of risk\" appropriately. \"We have to go fly to learn a lot of the things we learned on this flight,\" he said."
    },
    {
        "img": "https://astronomy.com/-/media/A094DCA68F8048349BE2B5E4AC138F57.jpg?mw=180",
        "title": "What’s a suborbital flight? An aerospace engineer explains",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2021/07/whats-a-suborbital-flight-an-aerospace-engineer-explains",
        "time": "Monday, July 12, 2021  | by John M. Horack The Conversation",
        "summary": "Both Virgin Galactic and Blue Origin are sending spacecrafts – and their billionaire founders – into suborbital flight. But what differentiates a suborbital flight from a trip around Earth?",
        "content": "October 25, 2005<br />On October 18, the Royal Astronomical Society (RAS) of the United Kingdom (UK) changed its position and now supports human space exploration. While astronauts from Russia, the United States, and China have collectively orbited Earth, walked upon the Moon, lived on the Mir Space Station and the International Space Station (ISS) during the past 44 years, the UK previously questioned the prudence of sending humans into space and to explore other planets. Although a member of the European Space Agency (ESA), the UK had funded only robotic space missions.<br /><br />Some of the reasons for the RAS' opposition were that humans need a bevy of support to go into space: air; water and food; a disposal method or storage space for waste materials; protection from extreme temperature and harmful radiation. Other considerations include the physical consequences of living and working in cramped quarters without gravity, and the mental toll of living in near isolation.<br /><br />Escaping Earth's gravity and re-entering its atmosphere are even more perilous undertakings than surviving the relative cold and calm of outer space. Technical failures and human errors have resulted in the deaths of both Russian cosmonauts and U.S. astronauts.<br /><br />For example, in 1967, a solar panel on the USSR's Soyuz 1 did not deploy and, ultimately, resulted in the death of cosmonaut Vladimir Komarov upon the craft's re-entry. In 2003, all seven astronauts aboard the space shuttle Columbia died when the shuttle disintegrated over Texas. A carbon panel damaged during takeoff was mistakenly believed to pose no serious threat to the craft and its occupants.<br /><br />It is also expensive to launch humans and their support materials into space. Many UK scientists believe human space exploration diverts resources from robotic missions. Robots require less space, no food, no air, and can be replaced, whereas people cannot.<br /><br />So what caused the RAS to change its stance? It comes down to adaptability, dexterity, and public support. After appointing an independent commission to re-examine \"The Scientific Case for Human Space Flight\" in December 2004, the RAS was advised that \"profound scientific questions relating to the history of the solar system and the existence of life beyond Earth can best — perhaps only — be achieved by human exploration on the Moon or Mars, supported by appropriate automated systems.\" Robots don't yet possess the adaptability or dexterity required for some missions, like the repair mission for the Hubble Space Telescope.<br /><br />The RAS commission also found that \"the capabilities of robotic spacecraft will fall well short of those of human explorers\" when it comes to in-depth exploration of the Moon and Mars. Additionally, a BBC opinion poll indicates public support is strong for the UK's involvement in human space flight.<br /><br />President Bush's January announcement of a renewed U.S. commitment to return to the Moon and Mars with crewed missions, and China's 2003 launch of an astronaut into Earth orbit, suggest human space flight is here to stay. And with the RAS's support, it may gain more ground; future space flights may need to accommodate both humans and robots."
    },
    {
        "img": "https://astronomy.com/-/media/55FF76236AE14DB3878C0A362E0057BB.jpg?mw=180",
        "title": "NASA chooses three new flight directors to lead Mission Control",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2009/06/nasa-chooses-three-new-flight-directors-to-lead-mission-control",
        "time": "Friday, June 12, 2009",
        "summary": "This group will help transition the knowledge and experience from the existing human spaceflight programs into the development and execution of our exploration program in the years to come.<br />Provided by NASA Headquarters, Washington, D.C.",
        "content": "“Public reaction to Icarus Interstellar has been truly remarkable. The field of interstellar spacecraft research has been a fringe field for many decades, with various groups conducting one-off studies with no vision for a sustainable multidisciplinary and multidecadal research plan. We live at a time where imagination impinges on reality and the Internet makes educational resources ubiquitous. We have seen the incredible power of crowd-contributed content in Wikipedia, effectively the world’s first and most successful crowd-research portal.<br /><br />“The reason why Icarus has been successful in implementing organized interstellar research plans is because we have been successful in assembling a team of hundreds of incredibly willing and capable people out there starving to learn more about space exploration, and who are willing to contribute hundreds of hours of volunteer work per month. Icarus currently has 48 designers and consultants from all over the world who have contributed approximately 10,000 man-hours of research to date, and have attended nine international conferences representing Icarus with 16 peer-reviewed publications and 89 internal phase studies building up to designing the spacecraft. I would make a personal note that Icarus has profoundly capable program managers leading each of our research efforts and a robust administrative structure, currently led by President Richard Obousy. Icarus Interstellar has achieved all this with no formal funding source.<br /><br />“Project Icarus is currently in phase four of 10, while we have launched 10 other projects, including an experimental research group. We also have our Icarus students, Tiffany Frierson (U.S.), Divya Shankar (India), and Christopher Pickard (Canada) conducting a supervised design project, re-examining the Project Longshot spacecraft study, conducted in 1987 by U.S. Naval Academy aerospace engineering students. Anyone willing to participate, with a good head on their shoulders and a passion for space exploration can participate in our studies.”<br /><br />Anyone interested in joining the effort, or curious for even more information, can visit www.icarusinterstellar.org. As Tziolas points out, scientific progress is littered with breakthroughs that might once have seemed equally outlandish.<br /><br />“In 1901, H. G. Wells published The First Men in the Moon. Neil Armstrong walked on the lunar surface in 1969, only 68 years later.<br /><br />“In 1897, J. J. Thomson discovered the electron. The first ground experimental nuclear rocket engine (XE) was tested in Jackass Flats, Nevada, only 70 years later.<br /><br />“In 1946, the world’s first computer, ENIAC came online. In 2011, the iPhone 4S delivers unprecedented mobile computing power to the palm of our hands, only 65 years later.<br /><br />“In 2011, Icarus Interstellar was formed. Our mission is to achieve interstellar flight by 2100.”"
    },
    {
        "img": "https://astronomy.com/-/media/119F9C41022340D58DA8038003AF28C4.jpg?mw=180",
        "title": "SpaceX’s Falcon Heavy rocket may launch first commercial flight soon",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2019/03/spacexs-falcon-heavy-rocket-may-launch-its-first-commercial-flight-soon",
        "time": "Tuesday, March 19, 2019  | by Korey Haynes",
        "summary": "Media reports say SpaceX’s Falcon Heavy may make a first commercial launch in just weeks. It would signal progress toward the company's heavy lift ambitions.",
        "content": "The second International Space Station Commercial Resupply Services flight by Space Exploration Technologies (SpaceX) is set for liftoff at 10:10 a.m. EST March 1 from Space Launch Complex 40 at Cape Canaveral Air Force Station in Florida.<br /><br />Carried by a Falcon 9 rocket, the Dragon spacecraft will ferry 1,268 pounds (575 kilograms) of supplies for the space station crew and for experiments being conducted aboard the orbiting laboratory.<br /><br />The Falcon 9 and Dragon were manufactured at SpaceX headquarters in Hawthorne, California, and arrived at the Florida launch site by truck. The rocket, topped with the spacecraft, stands 157 feet (48 meters) tall.<br /><br />The two-stage rocket uses nine engines to power the first stage, generating 855,000 pounds of thrust at sea level, rising to nearly 1,000,000 pounds of thrust as Falcon 9 climbs out of Earth’s atmosphere. One engine powers the second stage to complete the climb to space. The 14.4-foot-tall (4.4m) Dragon spacecraft is capable of carrying more than 7,000 pounds (3,200kg) of cargo split between pressurized and unpressurized sections.<br /><br />On March 2, Expedition 34 Commander Kevin Ford and Flight Engineer Tom Marshburn of NASA are scheduled use the station's robot arm to grapple Dragon following its rendezvous with the orbiting outpost. Ground commands will be sent to attach the spacecraft to the Earth-facing port of the station's Harmony module, where it will remain for a few weeks while astronauts unload cargo. The crew then will load more than 2,600 pounds (1,280kg) of experiment samples and equipment for return to Earth.<br /><br />Dragon is scheduled for a parachute-assisted splashdown in the Pacific Ocean off the coast of Baja California on March 25.<br /><br />This SpaceX flight is the second of at least 12 missions to the space station that the company will fly for NASA under the Commercial Resupply Services contract."
    },
    {
        "img": "https://astronomy.com/-/media/4A6CFD0E84CA457BA60EF58150A26A7C.jpg?mw=180",
        "title": "Crew Dragon test mishap could delay first SpaceX human flight",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2019/04/crew-dragon-test-mishap-could-delay-first-spacex-human-flight",
        "time": "Monday, April 22, 2019  | by Korey Haynes",
        "summary": "Dramatic smoke plumes rose from the Florida launchpad on Saturday, but SpaceX has kept quiet on details so far.",
        "content": "An experimental vehicle to develop an autonomous European re-entry capability for future reusable space transportation has completed its mission. The European Space Agency’s (ESA) Intermediate eXperimental Vehicle (IXV) flew a flawless reentry and splashed down in the Pacific Ocean just west of the Galapagos islands.<br /><br />The IXV spaceplane lifted off at 13:40 GMT (14:40 CET) on February 11 from Europe’s Spaceport in Kourou, French Guiana, atop a Vega rocket. It separated from Vega at an altitude of 211 miles (340 kilometers) and continued up to 256 miles (412km). Re-entering from this suborbital path, it recorded a vast amount of data from more than 300 advanced and conventional sensors.<br /><br />As it descended, the 16.4-foot-long (5 meters), 2-ton craft maneuvered to decelerate from hypersonic to supersonic speed. The entry speed of 4.7 miles per second (7.5 km/s) at an altitude of 75 miles (120km) created the same conditions as those for a vehicle returning from low-Earth orbit.<br /><br />IXV glided through the atmosphere before parachutes deployed to slow the descent further for a safe splashdown in the Pacific Ocean.<br /><br />The Mission Control Center at the ALTEC Advanced Logistics Technology Engineering Center in Turin, Italy, closely monitored IXV during the mission, receiving flight and instrument data from the entire ground network, including the fixed ground stations in Libreville, Gabon, and Malindi, Kenya, and the station on the Nos Aries recovery ship in the Pacific.<br /><br />Balloons are now keeping IXV afloat while the recovery vessel hurries to pick it up. It will be returned to Europe for detailed analysis in ESA’s technical center, ESTEC, in the Netherlands.<br /><br />Mastering reentry will open a new chapter for ESA. Such a capability is a cornerstone for reusable launcher stages, sample return from other planets and crew return from space, as well as for future Earth observation, microgravity research, satellite servicing, and disposal missions.<br /><br />The initial results from the flight are expected to be released in around six weeks.<br /><br />The results will feed the Program for Reusable In-Orbit Demonstrator for Europe (Pride), which is being studied under funding decided at ESA’s last two Ministerial Councils. The reusable Pride spaceplane would be launched on Europe’s Vega light rocket, orbit, and land automatically on a runway.<br /><br />“IXV has opened a new chapter for ESA in terms of reentry capabilities and reusability,” said Jean-Jacques Dordain from ESA. “ESA and its member states, together with European space industry, are now ready to take up new challenges in several fields of space transportation, in future launchers, robotic exploration, or human spaceflight.”<br /><br />“This mission will teach us a lot about the technologies we need to apply in new launch systems, in particular when we think about reusable systems,” said Gaele Winters from ESA.<br /><br />“This was a short mission with big impact,” noted Giorgio Tumino from ESA. “The cutting-edge technology we validated today and the data gathered from the sensors aboard IXV will open numerous opportunities for Europe to develop ambitious plans in space transportation for a multitude of applications.”"
    },
    {
        "img": "https://astronomy.com/-/media/8F450A51DE8B46E7B296A695B99FFC17.jpg?mw=180",
        "title": "Ares I-X rocket completes successful flight test",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2009/10/ares-i-x-rocket-completes-successful-flight-test",
        "time": "Wednesday, October 28, 2009",
        "summary": "NASA's Ares I-X test rocket lifted off at 11:30 a.m. EDT Wednesday from NASA's Kennedy Space Center in Florida for a 2-minute powered flight.<br />Provided by NASA Headquarters, Washington, D.C.",
        "content": "August 25, 2005<br />NASAhas announced that the space shuttle likely won't fly before March 2006. Part of the delay is caused by the return of external tanks to the Michoud Assembly Facility in New Orleans, the space agency said.<br /><br />Insulating foam broke off of Discovery's external tank moments after STS-114 launched July 26, surprising astronauts and shuttle managers who thought the problem was fixed.<br /><br />Factory seconds<br />The first tank to be returned, ET-119, set sail on a covered barge Tuesday and should arrive at Michoud over the weekend. According to Wayne Hale, deputy manager of the shuttle program, the tank is expected to be back at the Kennedy Space Center's (KSC) Florida docks by mid-November. NASA plans to return two other external tanks — ET-120 and ET-118 — already on hand. Hale said the last of these would be shipped back to KSC in mid-January 2006.<br /><br />At an August 18 press conference, NASA's Bill Gerstenmaier said an area of interest on the tanks is the PAL (Protuberance Air Load) ramp, a hand-applied foam ridge that protects cables and pressurized lines during launch. The PAL ramp on STS-114's external tank shed the largest piece of foam. In 2003, falling foam caused damage that ultimately doomed space shuttle Columbia and its crew.<br /><br />\"We want to take a look at some of the tanks that are already set up, ready to go fly. So, we want to dissect some of the PAL ramps that are on vehicles,\" he said. \"I'm not picking March because we've made progress, but we're starting to understand … the areas that we want to do rework on. … We're going to have to repair the PAL ramp, we think,\" Gerstenmaier admitted. \"How exactly we do that, we don't know yet.\"<br /><br />\"We don't see that the task remaining before us is as difficult as the tasks we have behind us,\" said NASA Administrator Mike Griffin.<br /><br />Minority report<br />The Return to Flight Task Group published its final report August 17, the day before the press conference. Headed by former astronauts Thomas Stafford and Richard Covey, the group oversaw NASA's efforts to implement safety reforms recommended by the Columbia Accident Investigation Board.<br /><br />What made headlines was a minority opinion drafted by seven of the panel's 26 members blasting NASA management. The group pointed out that NASA scheduled and then delayed Discovery's return to space 15 times, and this schedule pressure affected what fixes would be considered. With a launch only a few months away, NASA managers shied away from long-term, and possibly superior, changes to the shuttle.<br /><br />Shuttle managers did not \"accurately evaluate how much or how little risk is associated with their decisions, particularly decisions to sidestep or abbreviate any given procedure or process,\" the report said.<br /><br />Management relied on past success as evidence of safety, a fault that played a role in both the Columbia and the 1986 Challenger disasters. \"It has proven irresistible for some officials to characterize the modified external tank as 'safer' … or even 'fixed,' when neither the baseline of the old tanks nor the quantitative improvement of the new design has been established,\" the report said. \"The tank may well be safer but without … objective evidence it is impossible to know.\"<br /><br />One result of these problems was skyrocketing costs. \"At the end of 2 ½ years and $1.5 billion or more, it is not clear what has been accomplished,\" the critique said.<br /><br />Neither Stafford, Covey, nor NASA management would comment on the minority view other than to say it represents the personal opinion of certain task-group members. Covey noted he thinks NASA managers are \"approaching risk and the acceptance of risk\" appropriately. \"We have to go fly to learn a lot of the things we learned on this flight,\" he said."
    },
    {
        "img": "https://astronomy.com/-/media/D1C8E62E31E34F7EA2C7BF5915D53320.jpg?mw=180",
        "title": "Europe's new Vega launcher scores success on maiden flight",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2012/02/europes-new-vega-launcher-scores-success-on-maiden-flight",
        "time": "Monday, February 13, 2012  | by ESA, Noordwijk, Netherlands",
        "summary": "In a little more than three months, Europe has increased the number of launchers it operates from one to three."
    },
    {
        "img": "https://astronomy.com/-/media/E9C20CA4B24D4F8D97B7C19F72D2C294.jpg?mw=180",
        "title": "Cygnus X: the cool swan glowing in flight",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2012/05/cygnus-x---the-cool-swan-glowing-in-flight",
        "time": "Monday, May 14, 2012  | by ESA, Noordwijk, Netherlands",
        "summary": "Using the Herschel Space Observatory, astronomers can see the dense clumps of star formation in this stellar nursery."
    },
    {
        "img": "https://astronomy.com/-/media/F101EC4DDC7C490D8ED2B6032DD4E249.jpg?mw=180",
        "title": "Meet the Mercury 13: Women who fought for flight",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2019/05/meet-the-mercury-13-women-who-fought-for-flight",
        "time": "Friday, May 31, 2019  | by Korey Haynes",
        "summary": "The Mercury 13 aced the same tests as male astronauts, but decades would pass before \"manned\" spaceflight would become human spaceflight."
    },
    {
        "img": "https://astronomy.com/-/media/08F5B622D68F4259BE8BA53EE75A044C.jpg?mw=180",
        "title": "SpaceX launches success with Falcon 9/Dragon flight",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2010/12/spacex-launches-success-with-falcon-9-dragon-flight",
        "time": "Friday, December 10, 2010  | by NASA Headquarters, Washington, D.C.",
        "summary": "The test flight was the first under a NASA contract set up to encourage private companies to ship cargo to the International Space Station."
    },
    {
        "img": "https://astronomy.com/-/media/1B02D653A1C04A5B86C4DE8DE82B56B5.jpg?mw=180",
        "title": "Glynn Lunney, legendary NASA flight director, dies at 84",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2021/03/glynn-lunney-legendary-nasa-flight-director-dies-at-84",
        "time": "Friday, March 26, 2021  | by Mark Zastrow",
        "summary": "The pioneering figure led Mission Control through a dozen flights, including the darkest hours of Apollo 13."
    },
    {
        "img": "https://astronomy.com/-/media/E82E7B3B4D66428DB9FD7626D2E22217.jpg?mw=180",
        "title": "A brief history of Blue Origin before Bezos takes flight",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2021/07/blue-origin-takes-flight",
        "time": "Friday, July 16, 2021  | by Doug Adler",
        "summary": "The biggest little aerospace company around."
    },
    {
        "img": "https://astronomy.com/-/media/94EA84B0A2914023B181F90FD7119F57.jpg?mw=180",
        "title": "NASA's Orion successfully completes final major flight test",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2019/07/nasas-orion-successfully-completes-final-major-flight-test",
        "time": "Tuesday, July 2, 2019  | by Korey Haynes",
        "summary": "On Tuesday, the flight abort safety test went off in clear weather and to full success, according to preliminary results."
    },
    {
        "img": "https://astronomy.com/-/media/64EE08CECCBB4690967D065CDA662C9B.jpg?mw=180",
        "title": "The inside story behind the historic first flight on Mars",
        "title_link": "https://astronomy.com/search?q=Space+Flight/news/2021/04/the-inside-story-behind-the-historic-first-flight-on-mars",
        "time": "Thursday, April 1, 2021  | by Corey S. Powell",
        "summary": "Even if the Ingenuity helicopter fails, it is already a success — an engineering resource for a grand future of flight on other worlds."
    }
]